Repository: hun-design/WSUMAP
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, ru

# friendDeleteSuccessMessage
source: {userName} has been removed from friends list
es: {userName} ha sido removido de su lista de amigos
ja: {userName}が友達リストから削除されました
ko: {userName}님이 친구 목록에서 제거되었습니다
ru: {userName} был удален из вашего списка друзей

# enterFriendIdPrompt
source: Please enter the ID of the friend to add
es: Por favor ingrese el ID del amigo que desea agregar
ja: 追加する友達のIDを入力してください
ko: 추가할 친구의 ID를 입력해주세요
ru: Пожалуйста, введите ID друга, которого хотите добавить

source: Friend ID
es: ID del amigo
ja: 友達ID
ko: 친구 ID
ru: ID друга

source: Enter Friend ID
es: Ingrese ID del amigo
ja: 友達ID入力
ko: 친구 ID 입력
ru: Введите ID друга

source: Send Friend Request
es: Enviar solicitud de amistad
ja: 友達リクエスト送信
ko: 친구 요청 보내기
ru: Отправить запрос дружбы

# realTimeSyncActive
source: Real-time sync active â€¢ Auto update
es: Sincronización en tiempo real activada • Actualización automática
ja: リアルタイム同期が有効 • 自動更新
ko: 실시간 동기화 활성화 • 자동 업데이트
ru: Синхронизация в реальном времени активна • Автоматическое обновление

# noSentRequests
source: No sent friend requests
es: No hay solicitudes de amistad enviadas
ja: 送信した友達リクエストがありません
ko: 보낸 친구 요청이 없습니다
ru: Нет отправленных запросов дружбы

# newFriendRequests
source: {count} new friend requests
es: {count} nuevas solicitudes de amistad
ja: {count}件の新しい友達リクエスト
ko: {count}개의 새로운 친구 요청
ru: {count} новых запросов дружбы

# noReceivedRequests
source: No received friend requests
es: No hay solicitudes de amistad recibidas
ja: 受信した友達リクエストがありません
ko: 받은 친구 요청이 없습니다
ru: Нет полученных запросов дружбы

# requestDate
source: Request Date: {date}
es: Fecha de solicitud: {date}
ja: リクエスト日：{date}
ko: 요청일: {date}
ru: Дата запроса: {date}

# newBadge
source: NEW
es: NUEVO
ru: НОВЫЙ

source: Online
es: En línea
ja: オンライン
ko: 온라인
ru: В сети

source: Offline
ja: オフライン
ko: 오프라인
ru: Не в сети

source: Contact
es: Contacto
ja: 連絡先
ko: 연락처
ru: Контакт

# noContactInfo
source: No contact information
es: No hay información de contacto
ja: 連絡先情報がありません
ko: 연락처 정보가 없습니다
ru: Нет контактной информации

# friendOfflineError
source: Friend is offline
es: El amigo está desconectado
ja: 友達がオフライン状態です
ko: 친구가 오프라인 상태입니다
ru: Друг не в сети

source: Remove Location
es: Remover ubicación
ja: 位置情報削除
ko: 위치 제거
ru: Убрать местоположение

source: Show Location
es: Mostrar ubicación
ja: 位置情報表示
ko: 위치 보기
ru: Показать местоположение

# friendLocationRemoved
source: {userName}'s location has been removed
es: La ubicación de {userName} ha sido removida
ja: {userName}の位置情報が削除されました
ko: {userName}의 위치가 제거되었습니다
ru: Местоположение {userName} было убрано

# friendLocationShown
source: {userName}'s location has been shown
es: La ubicación de {userName} ha sido mostrada
ja: {userName}の位置情報が表示されました
ko: {userName}의 위치가 표시되었습니다
ru: Местоположение {userName} было показано

# errorCannotRemoveLocation
source: Cannot remove location
es: No se puede remover la ubicación
ja: 位置情報を削除できません
ko: 위치를 제거할 수 없습니다
ru: Не удается убрать местоположение

source: My Page
es: Mi página
ja: マイページ
ko: 내 페이지
ru: Моя страница

source: Calculating route...
es: Calculando ruta...
ja: ルート計算中...
ko: 경로 계산 중...
ru: Расчет маршрута...

# finding_optimal_route
source: Server is finding optimal route
es: Buscando la ruta óptima en el servidor
ja: サーバーで最適ルートを検索中
ko: 서버에서 최적 경로를 찾는 중
ru: Поиск оптимального маршрута на сервере

source: Clear Route
es: Limpiar ruta
ja: ルートクリア
ko: 경로 지우기
ru: Очистить маршрут

# location_permission_denied
source: Location permission denied. Please allow location permission in settings.
es: Se ha denegado el permiso de ubicación. Por favor permita el permiso de ubicación en la configuración.
ja: 位置情報の許可が拒否されました。 設定で位置情報の許可を有効にしてください。
ko: 위치 권한이 거부되었습니다. 설정에서 위치 권한을 허용해주세요.
ru: Разрешение на местоположение было отклонено. Пожалуйста, разрешите доступ к местоположению в настройках.

source: Estimated Time
es: Tiempo estimado
ja: 予想時間
ko: 예상 시간
ru: Предполагаемое время

# account_delete_title
source: Delete Account
es: Eliminar Cuenta
ja: アカウント削除
ko: 계정 삭제
ru: Удалить аккаунт

# account_delete_subtitle
source: Permanently delete your account
es: Eliminar permanentemente su cuenta
ja: アカウントを永続的に削除します
ko: 계정을 영구적으로 삭제합니다
ru: Навсегда удалить ваш аккаунт

# logout_title
source: Logout
es: Cerrar Sesión
ja: ログアウト
ko: 로그아웃
ru: Выйти

# logout_subtitle
source: Logout from current account
es: Cerrar sesión de la cuenta actual
ja: 現在のアカウントからログアウトします
ko: 현재 계정에서 로그아웃합니다
ru: Выйти из текущего аккаунта

# location_share_enabled_success
source: Location sharing has been enabled
es: Compartir ubicación ha sido habilitado
ja: 位置情報共有が有効になりました
ko: 위치 공유가 활성화되었습니다
ru: Поделиться местоположением включено

# location_share_disabled_success
source: Location sharing has been disabled
es: Compartir ubicación ha sido deshabilitado
ja: 位置情報共有が無効になりました
ko: 위치 공유가 비활성화되었습니다
ru: Поделиться местоположением отключено

# location_share_update_failed
source: Failed to update location sharing settings
es: Error al actualizar la configuración de compartir ubicación
ja: 位置情報共有設定の更新に失敗しました
ko: 위치 공유 설정 업데이트에 실패했습니다
ru: Не удалось обновить настройки поделиться местоположением

# guest_location_share_success
source: Location sharing is set locally only in guest mode
es: En modo invitado, compartir ubicación solo se configura localmente
ja: ゲストモードではローカルのみで位置情報共有が設定されます
ko: 게스트 모드에서는 로컬에서만 위치 공유가 설정됩니다
ru: В гостевом режиме поделиться местоположением настраивается только локально

source: No changes
es: No hay cambios
ja: 変更がありません
ko: 변경사항이 없습니다
ru: Нет изменений

# profile_edit_error
source: An error occurred while editing profile
es: Ocurrió un error al editar el perfil
ja: プロフィール編集中にエラーが発生しました
ko: 프로필 수정 중 오류가 발생했습니다
ru: Произошла ошибка при редактировании профиля

# password_confirm_title
source: Password Confirmation
es: Confirmar contraseña
ja: パスワード確認
ko: 비밀번호 확인
ru: Подтвердить пароль

# password_confirm_subtitle
source: Please enter your password to modify account information
es: Por favor ingrese su contraseña para modificar la información de la cuenta
ja: 会員情報修正のためにパスワードを入力してください
ko: 회원정보 수정을 위해 비밀번호를 입력해주세요
ru: Пожалуйста, введите пароль для изменения информации аккаунта

# password_confirm_button
source: Confirm
es: Confirmar
ja: 確認
ko: 확인
ru: Подтвердить

# password_required
source: Please enter password
es: Por favor ingrese su contraseña
ja: パスワードを入力してください
ko: 비밀번호를 입력해주세요
ru: Пожалуйста, введите пароль

# password_mismatch_confirm
source: Passwords do not match
es: Las contraseñas no coinciden
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
ru: Пароли не совпадают

# profile_updated
source: Profile has been updated
es: El perfil ha sido actualizado
ja: プロフィールが修正されました
ko: 프로필이 수정되었습니다
ru: Профиль был обновлен

# my_page_subtitle
source: My Information
es: Mi información
ja: マイ情報
ko: 내 정보
ru: Моя информация

source: Excel File
es: Archivo Excel
ja: エクセルファイル
ko: 엑셀 파일
ru: Файл Excel

source: Excel File Tutorial
es: Cómo usar archivo Excel
ja: エクセルファイルの使い方
ko: 엑셀 파일 사용법
ru: Как использовать файл Excel

# max_one_image
source: Max 1 image
es: Máximo 1 imagen
ja: 最大1枚
ko: 최대 1장
ru: Максимум 1 изображение

source: Photo Attachment
es: Adjuntar foto
ja: 写真添付
ko: 사진 첨부
ru: Прикрепить фото

source: Photo Attachment Complete
es: Foto adjuntada
ja: 写真添付完了
ko: 사진 첨부 완료
ru: Фото прикреплено

source: Image Selection
es: Selección de imagen
ja: 画像選択
ko: 이미지 선택
ru: Выбор изображения

# select_image_method
source: Please select a method to choose an image
es: Método de selección de imagen
ja: 画像選択方法
ko: 이미지 선택 방법
ru: Способ выбора изображения

source: Select from Gallery
es: Seleccionar de galería
ja: ギャラリーから選択
ko: 갤러리에서 선택
ru: Выбрать из галереи

# select_from_gallery_desc
source: Select image from gallery
es: Seleccionar imagen de la galería
ja: ギャラリーから画像を選択します
ko: 갤러리에서 이미지를 선택합니다
ru: Выбрать изображение из галереи

source: Select from File
es: Seleccionar de archivo
ja: ファイルから選択
ko: 파일에서 선택
ru: Выбрать из файла

# select_from_file_desc
source: Select image from file
es: Seleccionar imagen del archivo
ja: ファイルから画像を選択します
ko: 파일에서 이미지를 선택합니다
ru: Выбрать изображение из файла

# max_one_image_error
source: You can only attach one image at a time
es: Solo se puede adjuntar una imagen como máximo
ja: 画像は最大1枚のみ添付できます
ko: 이미지는 최대 1장만 첨부할 수 있습니다
ru: Можно прикрепить только одно изображение

# image_selection_error
source: An error occurred while selecting an image
es: Error al seleccionar imagen
ja: 画像選択中にエラーが発生しました
ko: 이미지 선택 중 오류가 발생했습니다
ru: Произошла ошибка при выборе изображения

# inquiry_error_occurred
source: An error occurred while processing your inquiry
es: Error al procesar la consulta
ja: お問い合わせ処理中にエラーが発生しました
ko: 문의 처리 중 오류가 발생했습니다
ru: Произошла ошибка при обработке запроса

# inquiry_category_bug
source: Bug Report
es: Reporte de error
ja: バグ報告
ko: 버그 신고
ru: Сообщение об ошибке

# location_share_title
source: Location Sharing
es: Compartir Ubicación
ja: 位置情報共有
ko: 위치 공유
ru: Поделиться местоположением

# location_share_enabled
source: Location sharing enabled
es: Compartir ubicación está habilitado
ja: 位置情報共有が有効になっています
ko: 위치 공유 활성화
ru: Поделиться местоположением включено

# location_share_disabled
source: Location sharing disabled
es: Compartir ubicación está deshabilitado
ja: 位置情報共有が無効になっています
ko: 위치 공유 비활성화
ru: Поделиться местоположением отключено

# profile_edit_title
source: Edit Profile
es: Editar Perfil
ja: プロフィール編集
ko: 프로필 수정
ru: Редактировать профиль

# profile_edit_subtitle
source: You can modify your personal information
es: Puede modificar su información personal
ja: 個人情報を修正できます
ko: 개인정보를 수정할 수 있습니다
ru: Вы можете изменить личную информацию

source: Schedule
es: Horario
ja: 時間割
ko: 시간표
ru: Расписание

# winter_semester
source: Winter
es: Semestre de invierno
ja: 冬学期
ko: 겨울학기
ru: Зимний семестр

# spring_semester
source: Spring
es: Semestre de primavera
ja: 春学期
ko: 봄학기
ru: Весенний семестр

# summer_semester
source: Summer
es: Semestre de verano
ja: 夏学期
ko: 여름학기
ru: Летний семестр

# fall_semester
source: Fall
es: Semestre de otoño
ja: 秋学期
ko: 가을학기
ru: Осенний семестр

# monday
source: Mon
es: Lun
ja: 月
ko: 월
ru: Пн

# tuesday
source: Tue
es: Mar
ja: 火
ko: 화
ru: Вт

# wednesday
source: Wed
es: Mié
ja: 水
ko: 수
ru: Ср

# thursday
source: Thu
es: Jue
ja: 木
ko: 목
ru: Чт

# friday
source: Fri
es: Vie
ja: 金
ko: 금
ru: Пт

source: Add Class
es: Agregar clase
ja: 授業追加
ko: 수업 추가
ru: Добавить занятие

source: Edit Class
es: Editar clase
ja: 授業編集
ko: 수업 편집
ru: Редактировать занятие

source: Delete Class
es: Eliminar clase
ja: 授業削除
ko: 수업 삭제
ru: Удалить занятие

source: Class Name
es: Nombre de la clase
ja: 授業名
ko: 수업명
ru: Название занятия

source: Classroom
es: Aula
ja: 講義室
ko: 강의실
ru: Аудитория

source: Start Time
es: Hora de inicio
ja: 開始時間
ko: 시작 시간
ru: Время начала

source: End Time
es: Hora de finalización
ja: 終了時間
ko: 종료 시간
ru: Время окончания

# color_selection
source: Select Color
es: Selección de color
ja: 色選択
ko: 색상 선택
ru: Выбор цвета

# monday_full
source: Mon
es: Lunes
ja: 月曜日
ko: 월요일
ru: Понедельник

# tuesday_full
source: Tue
es: Martes
ja: 火曜日
ko: 화요일
ru: Вторник

# wednesday_full
source: Wed
es: Miércoles
ja: 水曜日
ko: 수요일
ru: Среда

# thursday_full
source: Thu
es: Jueves
ja: 木曜日
ko: 목요일
ru: Четверг

# friday_full
source: Fri
es: Viernes
ja: 金曜日
ko: 금요일
ru: Пятница

# class_added
source: Class has been added
es: Clase agregada
ja: 授業が追加されました
ko: 수업이 추가되었습니다
ru: Занятие добавлено

# class_updated
source: Class has been updated
es: Clase actualizada
ja: 授業が修正されました
ko: 수업이 수정되었습니다
ru: Занятие обновлено

# class_deleted
source: Class has been deleted
es: Clase eliminada
ja: 授業が削除されました
ko: 수업이 삭제되었습니다
ru: Занятие удалено

# delete_class_confirm
source: Do you want to delete {className}?
es: ¿Desea eliminar la clase {className}?
ja: {className}の授業を削除しますか？
ko: {className} 수업을 삭제하시겠습니까?
ru: Вы хотите удалить занятие {className}?

source: View on Map
es: Ver en el mapa
ja: 地図で表示
ko: 지도에서 보기
ru: Посмотреть на карте

source: Location
es: Ubicación
ja: 場所
ko: 위치
ru: Местоположение

# schedule_time
source: Time
es: Hora
ja: 時間
ko: 시간
ru: Время

# schedule_day
source: Day
es: Día
ja: 曜日
ko: 요일
ru: День

# map_feature_coming_soon
source: Map feature will be added later
es: La función del mapa estará disponible pronto
ja: 地図機能は近日提供予定です
ko: 지도 기능은 곧 제공됩니다
ru: Функция карты будет доступна скоро

# current_year
source: {year}
es: Año actual
ja: 現在の年
ko: 현재 연도
ru: Текущий год

source: My Friends
es: Mis amigos
ja: マイ友達
ko: 내 친구
ru: Мои друзья

# online_friends
source: Total {total} â€¢ Online {online}
es: Amigos en línea
ja: オンライン友達
ko: 온라인 친구
ru: Друзья в сети

source: Add Friend
es: Agregar amigo
ja: 友達追加
ko: 친구 추가
ru: Добавить друга

# friend_name_or_id
source: Enter friend's name or student ID
es: Nombre o ID del amigo
ja: 友達の名前またはID
ko: 친구 이름 또는 ID
ru: Имя или ID друга

source: Friend request sent
es: Solicitud de amistad enviada
ja: 友達リクエストが送信されました
ko: 친구 요청이 전송되었습니다
ru: Запрос дружбы отправлен

source: In Class
es: En clase
ja: 授業中
ko: 수업 중
ru: На занятии

# last_location
source: Last location: {location}
es: Última ubicación
ja: 最後の場所
ko: 마지막 위치
ru: Последнее местоположение

source: Central Library
es: Biblioteca Central
ja: 中央図書館
ko: 중앙도서관
ru: Центральная библиотека

# engineering_building
source: Engineering Building 201
es: Edificio de Ingeniería
ja: 工学館
ko: 공학관
ru: Инженерное здание

source: Student Center
es: Centro de Estudiantes
ja: 学生会館
ko: 학생회관
ru: Студенческий центр

source: Message
es: Mensaje
ja: メッセージ
ko: 메시지
ru: Сообщение

source: Call
es: Llamar
ja: 電話
ko: 전화
ru: Позвонить

# start_chat_with
source: Starting chat with {name}
es: Iniciar chat
ja: チャット開始
ko: 채팅 시작
ru: Начать чат

# view_location_on_map
source: View {name}'s location on map
es: Ver ubicación en el mapa
ja: 地図で場所表示
ko: 지도에서 위치 보기
ru: Посмотреть местоположение на карте

# calling
source: Calling {name}
es: Llamando
ja: 通話中
ko: 전화 중
ru: Звоню

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
ru: Удалить

source: Search
es: Buscar
ja: 検索
ko: 검색
ru: Поиск

source: Search buildings...
es: Buscar edificios
ja: 建物検索
ko: 건물 검색
ru: Поиск зданий

source: My Location
es: Mi ubicación
ja: マイ場所
ko: 내 위치
ru: Мое местоположение

source: Navigation
es: Navegación
ja: ナビゲーション
ko: 내비게이션
ru: Навигация

source: Route
es: Ruta
ja: ルート
ko: 경로
ru: Маршрут

source: Distance
es: Distancia
ja: 距離
ko: 거리
ru: Расстояние

source: minutes
es: minutos
ja: 分
ko: 분
ru: минут

source: Hours
es: Horario de operación
ja: 営業時間
ko: 운영시간
ru: Часы работы

# within_minute
source: within 1 minute
es: Menos de 1 minuto
ja: 1分以内
ko: 1분 이내
ru: Менее 1 минуты

# minutes_only
source: {minutes} minutes
es: {minutes} minutos
ja: {minutes}分
ko: {minutes}분
ru: {minutes} минут

# hours_only
source: {hours} hours
es: {hours} horas
ja: {hours}時間
ko: {hours}시간
ru: {hours} часов

# hours_and_minutes
source: {hours} hours {minutes} minutes
es: {hours} horas {minutes} minutos
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분
ru: {hours} часов {minutes} минут

# current_location_departure
source: Depart from current location
es: Salir desde la ubicación actual
ja: 現在地から出発
ko: 현재 위치에서 출발
ru: Отправление с текущего местоположения

source: Current Location
es: Ubicación Actual
ja: 現在位置
ko: 현재위치
ru: Текущее местоположение

source: Available
es: Disponible
ja: 利用可能
ko: 사용가능
ru: Доступно

source: Start navigation from current location
es: Iniciar navegación desde la ubicación actual
ja: 現在地からルート検索を開始します
ko: 현재 위치에서 길찾기를 시작합니다
ru: Начать навигацию с текущего местоположения

# my_location_set_as_start
source: My location has been set as the starting point
es: Mi ubicación ha sido establecida como punto de partida
ja: マイ場所が出発地として自動設定されました
ko: 내 위치가 출발지로 자동 설정되었습니다
ru: Мое местоположение автоматически установлено как точка отправления

# current_location_departure_default
source: Depart from current location (default)
es: Salir desde la ubicación actual (ubicación predeterminada)
ja: 現在地から出発（デフォルト場所）
ko: 현재 위치에서 출발 (기본 위치)
ru: Отправление с текущего местоположения (местоположение по умолчанию)

# default_location_set_as_start
source: Default location has been set as the starting point
es: La ubicación predeterminada ha sido establecida como punto de partida
ja: デフォルト場所が出発地として設定されました
ko: 기본 위치가 출발지로 설정되었습니다
ru: Местоположение по умолчанию установлено как точка отправления

source: Start Navigation
es: Iniciar navegación
ja: ルート検索開始
ko: 길찾기 시작
ru: Начать навигацию

# navigation_ended
source: Navigation has ended
es: Navegación terminada
ja: ルート検索が終了しました
ko: 길찾기가 종료되었습니다
ru: Навигация завершена

source: Departure
es: Origen
ja: 出発地
ko: 출발
ru: Отправление

source: Arrival
es: Llegada
ja: 到着
ko: 도착
ru: Прибытие

source: Destination
es: Destino
ja: 目的地
ko: 도착지
ru: Назначение

source: Outdoor Movement Distance
es: Distancia de movimiento al aire libre
ja: 屋外移動距離
ko: 실외 이동 거리
ru: Расстояние движения на улице

source: Indoor Arrival
es: Llegada interior
ja: 屋内到着
ko: 실내 도착
ru: Прибытие в помещении

source: Indoor Departure
es: Salida interior
ja: 屋内出発
ko: 실내 출발
ru: Отправление в помещении

source: Complete
es: Completar
ja: 完了
ko: 완료
ru: Завершить

source: Find Route
es: Encontrar ruta
ja: ルート検索
ko: 경로 찾기
ru: Найти маршрут

source: Clear Route
es: Limpiar ruta
ja: ルートクリア
ko: 경로 지우기
ru: Очистить маршрут

source: Set as Start
es: Establecer como salida
ja: 出発地として設定
ko: 출발지로 설정
ru: Установить как отправление

source: Set as Destination
es: Establecer como destino
ja: 目的地として設定
ko: 도착지로 설정
ru: Установить как назначение

source: Navigate from Here
es: Navegar desde aquí
ja: ここからナビゲーション
ko: 여기서 내비게이션
ru: Навигация отсюда

# buildingInfo
source: Building Information
es: Información del edificio
ja: 建物情報
ko: 건물 정보
ru: Информация о здании

# locationPermissionRequired
source: Location permission is required
es: Se requiere permiso de ubicación
ja: 位置情報の許可が必要です
ko: 위치 권한이 필요합니다
ru: Требуется разрешение на местоположение

# enableLocationServices
source: Please enable location services
es: Por favor habilite los servicios de ubicación
ja: 位置情報サービスを有効にしてください
ko: 위치 서비스를 활성화해주세요
ru: Пожалуйста, включите службы местоположения

# noResults
source: No results found
es: No hay resultados
ja: 結果がありません
ko: 결과가 없습니다
ru: Нет результатов

source: Settings
es: Configuración
ja: 設定
ko: 설정
ru: Настройки

source: Language
es: Idioma
ja: 言語
ko: 언어
ru: Язык

source: About
es: Acerca de
ja: 情報
ko: 정보
ru: О приложении

# friends_count_status
source: Total {total} â€¢ Online {online}
es: Estado del número de amigos
ja: 友達数状態
ko: 친구 수 상태
ru: Статус количества друзей

# enter_friend_info
source: Enter friend's name or student ID
es: Ingrese información del amigo
ja: 友達情報入力
ko: 친구 정보 입력
ru: Введите информацию о друге

# show_location_on_map
source: Show {name}'s location on map
es: Mostrar ubicación en el mapa
ja: 地図で場所表示
ko: 지도에서 위치 보기
ru: Показать местоположение на карте

# location_error
source: Unable to find your location
es: Error de ubicación
ja: 場所エラー
ko: 위치 오류
ru: Ошибка местоположения

source: View Floor Plan
es: Ver plano
ja: 図面表示
ko: 도면 보기
ru: Посмотреть план

# floor_plan_title
source: {buildingName} Floor Plan
es: Plano
ja: 図面
ko: 도면
ru: План

# floor_plan_not_available
source: Unable to load floor plan image
es: El plano no está disponible
ja: 図面を利用できません
ko: 도면을 사용할 수 없습니다
ru: План недоступен

# floor_plan_default_text
source: Floor Plan
es: Texto predeterminado del plano
ja: 図面デフォルトテキスト
ko: 도면 기본 텍스트
ru: Текст плана по умолчанию

# delete_account_success
source: Your account has been deleted
es: Cuenta eliminada exitosamente
ja: アカウントが正常に削除されました
ko: 계정이 성공적으로 삭제되었습니다
ru: Аккаунт успешно удален

# instructionMoveToDestination
source: Move to {place}
es: Muévase hacia el destino
ja: 目的地に移動してください
ko: 목적지로 이동하세요
ru: Двигайтесь к месту назначения

# instructionExitToOutdoor
source: Move to building exit
es: Salga al exterior
ja: 屋外に出てください
ko: 실외로 나가세요
ru: Выйдите на улицу

# instructionMoveToDestinationBuilding
source: Move to {building} building
es: Muévase hacia el edificio de destino
ja: 目的地の建物に移動してください
ko: 목적지 건물로 이동하세요
ru: Двигайтесь к зданию назначения

# instructionMoveToRoom
source: Move to destination room
es: Muévase hacia la habitación
ja: 部屋に移動してください
ko: 방으로 이동하세요
ru: Двигайтесь к комнате

# instructionArrived
source: You have arrived at your destination!
es: Ha llegado
ja: 到着しました
ko: 도착했습니다
ru: Вы прибыли

source: No
ja: いいえ
ko: 아니오
ru: Нет

source: Woosong Library (W1)
es: Biblioteca Woosong (W1)
ja: ウソン図書館 (W1)
ko: 우송도서관 (W1)
ru: Библиотека Усунг (W1)

# woosong_library_info
source: B2F Parking B1F Small Auditorium, Equipment Room, Electrical Room, Parking 1F Career Support Center (630-9976), Loan Desk, Information Lounge 2F General Reading Room, Group Study Room 3F General Reading Room 4F Literature Books/Western Books
es: B2F Estacionamiento B1F Auditorio, Sala de máquinas, Sala eléctrica, Estacionamiento 1F Centro de apoyo al empleo (630-9976), Préstamo, Sala de descanso 2F Sala de lectura general, Sala de estudio grupal 3F Sala de lectura general 4F Libros de literatura/Libros occidentales
ja: B2F 駐車場 B1F 小講堂、機械室、電気室、駐車場 1F 就職支援センター (630-9976)、貸出カウンター、情報休憩室 2F 一般閲覧室、グループスタディルーム 3F 一般閲覧室 4F 文学図書/西洋図書
ko: B2F 주차장 B1F 소강당, 기계실, 전기실, 주차장 1F 취업지원센터 (630-9976), 대출대, 정보휴게실 2F 일반열람실, 그룹스터디룸 3F 일반열람실 4F 문학도서/서양도서
ru: B2F Парковка B1F Аудитория, Машинный зал, Электрический зал, Парковка 1F Центр поддержки трудоустройства (630-9976), Выдача, Информационный зал отдыха 2F Общий читальный зал, Групповая учебная комната 3F Общий читальный зал 4F Литературные книги/Западные книги

# woosong_library_desc
source: Woosong University Central Library
es: Biblioteca central de la Universidad de Woosong
ja: ウソン大学中央図書館
ko: 우송대학교 중앙도서관
ru: Центральная библиотека Университета Усунг

source: Sol Cafe
es: Café Sol
ja: ソルカフェ
ko: 솔카페
ru: Кафе Сол

# sol_cafe_info
source: 1F Restaurant 2F Cafe
es: 1F Restaurante 2F Café
ja: 1F 食堂 2F カフェ
ko: 1F 식당 2F 카페
ru: 1F Ресторан 2F Кафе

source: Cafe
es: Café
ja: カフェ
ko: 카페
ru: Кафе

# sol_cafe_desc
source: Campus cafe
es: Café del campus
ja: キャンパス内カフェ
ko: 캠퍼스 내 카페
ru: Кафе в кампусе

source: Cheongun 1 Dormitory
es: Dormitorio Cheongun 1
ja: チョングン1寮
ko: 청운1기숙사
ru: Общежитие Чонгун 1

# cheongun_1_dormitory_info
source: 1F Practice Room 2F Student Cafeteria 2F Cheongun 1 Dormitory (Female) (629-6542) 2F Living Hall 3~5F Living Hall
es: 1F Laboratorio 2F Comedor de estudiantes 2F Dormitorio Cheongun 1 (mujeres) (629-6542) 2F Centro de vida 3~5F Centro de vida
ja: 1F 実習室 2F 学生食堂 2F チョングン1寮(女子) (629-6542) 2F 生活館 3~5F 生活館
ko: 1F 실습실 2F 학생식당 2F 청운1기숙사(여) (629-6542) 2F 생활관 3~5F 생활관
ru: 1F Лаборатория 2F Студенческая столовая 2F Общежитие Чонгун 1 (женщины) (629-6542) 2F Центр жизни 3~5F Центр жизни

source: Dormitory
es: Dormitorio
ja: 寮
ko: 기숙사
ru: Общежитие

# cheongun_1_dormitory_desc
source: Female student dormitory
es: Dormitorio para mujeres
ja: 女子学生寮
ko: 여학생 기숙사
ru: Женское общежитие

source: Industry Cooperation (W2)
es: Centro de cooperación industria-academia (W2)
ja: 産学協力団 (W2)
ko: 산학협력단 (W2)
ru: Центр сотрудничества промышленности и академии (W2)

# industry_cooperation_info
source: 1F Industry Cooperation 2F Architectural Engineering (630-9720) 3F Woosong University Convergence Technology Institute, Industry-University-Research Comprehensive Enterprise Support Center 4F Corporate Research Institute, LG CNS Classroom, Railway Digital Academy Classroom
es: 1F Centro de cooperación industria-academia 2F Departamento de Ingeniería Arquitectónica (630-9720) 3F Instituto de Tecnología Convergente, Centro de apoyo empresarial 4F Laboratorio corporativo, Aula LG CNS, Academia digital ferroviaria
ja: 1F 産学協力団 2F 建築工学科 (630-9720) 3F ウソン大学融合技術研究所、産学研総合企業支援センター 4F 企業附設研究所、LG CNS教室、鉄道デジタルアカデミー教室
ko: 1F 산학협력단 2F 건축공학과 (630-9720) 3F 우송대학교융합기술연구소, 산학연종합기업지원센터 4F 기업부설연구소, LG CNS 교실, 철도디지털학원 교실
ru: 1F Центр сотрудничества промышленности и академии 2F Отдел архитектурной инженерии (630-9720) 3F Институт конвергентных технологий, Центр поддержки предприятий 4F Корпоративная лаборатория, Аудитория LG CNS, Цифровая железнодорожная академия
