Repository: hun-design/WSUMAP
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, ru

# industry_cooperation_desc
source: Industry cooperation and research facilities
es: Instalaciones de cooperación industria-academia e investigación
ja: 産学協力・研究施設
ko: 산학협력 및 연구시설
ru: Объекты сотрудничества промышленности и академии и исследований

source: ROTC (W2-1)
es: Cuerpo de oficiales de reserva (W2-1)
ja: 学軍団 (W2-1)
ko: 학군단 (W2-1)
ru: Корпус офицеров запаса (W2-1)

# rotc_info
source: ROTC (630-4601)
es: Cuerpo de oficiales de reserva (630-4601)
ja: 学軍団 (630-4601)
ko: 학군단 (630-4601)
ru: Корпус офицеров запаса (630-4601)

# rotc_desc
source: ROTC facilities
es: Instalaciones del cuerpo de oficiales de reserva
ja: 学軍団施設
ko: 학군단 시설
ru: Объекты корпуса офицеров запаса

source: Military Facility
es: Instalación militar
ja: 軍事施設
ko: 군사시설
ru: Военный объект

source: International Dormitory (W3)
es: Dormitorio internacional (W3)
ja: 留学生寮 (W3)
ko: 유학생기숙사 (W3)
ru: Международное общежитие (W3)

# international_dormitory_info
source: 1F International Student Support Team (629-6623) 1F Student Cafeteria 2F International Dormitory (629-6655) 2F Health Center 3~12F Living Hall
es: 1F Equipo de apoyo a estudiantes internacionales (629-6623) 1F Comedor de estudiantes 2F Dormitorio internacional (629-6655) 2F Clínica de salud 3~12F Centro de vida
ja: 1F 留学生支援チーム (629-6623) 1F 学生食堂 2F 留学生寮 (629-6655) 2F 保健室 3~12F 生活館
ko: 1F 유학생지원팀 (629-6623) 1F 학생식당 2F 유학생기숙사 (629-6655) 2F 보건실 3~12F 생활관
ru: 1F Команда поддержки иностранных студентов (629-6623) 1F Студенческая столовая 2F Международное общежитие (629-6655) 2F Медицинский кабинет 3~12F Центр жизни

# international_dormitory_desc
source: International student dormitory
es: Dormitorio exclusivo para estudiantes internacionales
ja: 留学生専用寮
ko: 유학생 전용 기숙사
ru: Общежитие исключительно для иностранных студентов

source: Railway Logistics (W4)
es: Centro ferroviario y logístico (W4)
ja: 鉄道物流館 (W4)
ko: 철도물류관 (W4)
ru: Железнодорожный и логистический центр (W4)

# railway_logistics_info
source: B1F Practice Room 1F Practice Room 2F Railway Construction System Department (629-6710) 2F Railway Vehicle System Department (629-6780) 3F Classroom/Practice Room 4F Railway System Department (630-6730,9700) 5F Fire Prevention Department (629-6770) 5F Logistics System Department (630-9330)
es: B1F Laboratorio 1F Laboratorio 2F Departamento de sistemas de construcción ferroviaria (629-6710) 2F Departamento de sistemas de vehículos ferroviarios (629-6780) 3F Aula/Laboratorio 4F Departamento de sistemas ferroviarios (630-6730,9700) 5F Departamento de prevención de incendios (629-6770) 5F Departamento de sistemas logísticos (630-9330)
ja: B1F 実習室 1F 実習室 2F 鉄道建設システム学部 (629-6710) 2F 鉄道車両システム学科 (629-6780) 3F 教室/実習室 4F 鉄道システム学部 (630-6730,9700) 5F 消防防災学科 (629-6770) 5F 物流システム学科 (630-9330)
ko: B1F 실습실 1F 실습실 2F 철도건설시스템학부 (629-6710) 2F 철도차량시스템학과 (629-6780) 3F 교실/실습실 4F 철도시스템학부 (630-6730,9700) 5F 소방방재학과 (629-6770) 5F 물류시스템학과 (630-9330)
ru: B1F Лаборатория 1F Лаборатория 2F Отдел систем железнодорожного строительства (629-6710) 2F Отдел систем железнодорожных транспортных средств (629-6780) 3F Аудитория/Лаборатория 4F Отдел железнодорожных систем (630-6730,9700) 5F Отдел пожарной безопасности (629-6770) 5F Отдел логистических систем (630-9330)

# railway_logistics_desc
source: Railway and logistics related departments
es: Departamentos relacionados con ferrocarriles y logística
ja: 鉄道・物流関連学科
ko: 철도 및 물류 관련 학과
ru: Отделы, связанные с железными дорогами и логистикой

source: Health Medical Science (W5)
es: Centro de ciencias médicas y de salud (W5)
ja: 保健医療科学館 (W5)
ko: 보건의료과학관 (W5)
ru: Центр медицинских наук и здравоохранения (W5)

# health_medical_science_info
source: B1F Parking 1F Audio-Visual Room/Parking 2F Classroom 2F Exercise Health Rehabilitation Department (630-9840) 3F Emergency Medical Department (630-9280) 3F Nursing Department (630-9290) 4F Occupational Therapy Department (630-9820) 4F Speech Therapy Hearing Rehabilitation Department (630-9220) 5F Physical Therapy Department (630-4620) 5F Health Medical Management Department (630-4610) 5F Classroom 6F Railway Management Department (630-9770)
es: B1F Estacionamiento 1F Sala audiovisual/Estacionamiento 2F Aula 2F Departamento de rehabilitación de salud y ejercicio (630-9840) 3F Departamento de servicios de emergencia (630-9280) 3F Departamento de enfermería (630-9290) 4F Departamento de terapia ocupacional (630-9820) 4F Departamento de terapia del habla y rehabilitación auditiva (630-9220) 5F Departamento de fisioterapia (630-4620) 5F Departamento de gestión de servicios médicos (630-4610) 5F Aula 6F Departamento de gestión ferroviaria (630-9770)
ja: B1F 駐車場 1F 視聴覚室/駐車場 2F 教室 2F 運動健康リハビリ学科 (630-9840) 3F 応急救助学科 (630-9280) 3F 看護学科 (630-9290) 4F 作業療法学科 (630-9820) 4F 言語療法聴覚リハビリ学科 (630-9220) 5F 物理療法学科 (630-4620) 5F 保健医療経営学科 (630-4610) 5F 教室 6F 鉄道経営学科 (630-9770)
ko: B1F 주차장 1F 시청각실/주차장 2F 교실 2F 운동건강재활학과 (630-9840) 3F 응급구조학과 (630-9280) 3F 간호학과 (630-9290) 4F 작업치료학과 (630-9820) 4F 언어치료청각재활학과 (630-9220) 5F 물리치료학과 (630-4620) 5F 보건의료경영학과 (630-4610) 5F 교실 6F 철도경영학과 (630-9770)
ru: B1F Парковка 1F Аудиовизуальный зал/Парковка 2F Аудитория 2F Отдел реабилитации здоровья и физических упражнений (630-9840) 3F Отдел неотложной помощи (630-9280) 3F Отдел сестринского дела (630-9290) 4F Отдел трудотерапии (630-9820) 4F Отдел речевой терапии и слуховой реабилитации (630-9220) 5F Отдел физиотерапии (630-4620) 5F Отдел управления медицинскими услугами (630-4610) 5F Аудитория 6F Отдел железнодорожного управления (630-9770)

# health_medical_science_desc
source: Health and medical related departments
es: Departamentos relacionados con ciencias médicas y de salud
ja: 保健医療関連学科
ko: 보건의료 관련 학과
ru: Отделы, связанные с медицинскими науками и здравоохранением

# liberal_arts_w6
source: Liberal Arts Education (W6)
es: Centro de educación liberal (W6)
ja: 教養教育館 (W6)
ko: 교양교육관 (W6)
ru: Центр гуманитарного образования (W6)

# liberal_arts_info
source: 2F Classroom 3F Classroom 4F Classroom 5F Classroom
es: 2F Aula 3F Aula 4F Aula 5F Aula
ja: 2F 教室 3F 教室 4F 教室 5F 教室
ko: 2F 교실 3F 교실 4F 교실 5F 교실
ru: 2F Аудитория 3F Аудитория 4F Аудитория 5F Аудитория

# liberal_arts_desc
source: Liberal arts classroom
es: Aulas de educación liberal
ja: 教養教室
ko: 교양 교실
ru: Аудитории гуманитарного образования

source: Woosong Hall (W7)
es: Sala Woosong (W7)
ja: ウソン館 (W7)
ko: 우송관 (W7)
ru: Зал Усунг (W7)

# woosong_hall_info
source: 1F Admissions Office (630-9627) 1F Academic Affairs Office (630-9622) 1F Facilities Office (630-9970) 1F Management Team (629-6658) 1F Industry Cooperation (630-4653) 1F External Cooperation Office (630-9636) 2F Strategic Planning Office (630-9102) 2F General Affairs Office-General Affairs, Procurement (630-9653) 2F Planning Office (630-9661) 3F President's Office (630-8501) 3F International Exchange Office (630-9373) 3F Early Childhood Education Department (630-9360) 3F Business Administration Major (629-6640) 3F Finance/Real Estate Major (630-9350) 4F Large Conference Room 5F Conference Room
es: 1F Oficina de admisiones (630-9627) 1F Oficina de asuntos académicos (630-9622) 1F Oficina de instalaciones (630-9970) 1F Equipo de administración (629-6658) 1F Centro de cooperación industria-academia (630-4653) 1F Oficina de cooperación externa (630-9636) 2F Oficina de planificación estratégica (630-9102) 2F Oficina general-Gestión, Compras (630-9653) 2F Oficina de planificación (630-9661) 3F Oficina del presidente (630-8501) 3F Oficina de intercambio internacional (630-9373) 3F Departamento de educación infantil (630-9360) 3F Administración de empresas (629-6640) 3F Finanzas/Administración inmobiliaria (630-9350) 4F Sala de conferencias principal 5F Sala de conferencias
ja: 1F 入学処 (630-9627) 1F 教務処 (630-9622) 1F 施設処 (630-9970) 1F 管理チーム (629-6658) 1F 産学協力団 (630-4653) 1F 対外協力処 (630-9636) 2F 戦略企画処 (630-9102) 2F 総務処-総務、購買 (630-9653) 2F 企画処 (630-9661) 3F 総長室 (630-8501) 3F 国際交流処 (630-9373) 3F 幼児教育学科 (630-9360) 3F 経営学専攻 (629-6640) 3F 金融/不動産学専攻 (630-9350) 4F 大会議室 5F 会議室
ko: 1F 입학처 (630-9627) 1F 교무처 (630-9622) 1F 시설처 (630-9970) 1F 관리팀 (629-6658) 1F 산학협력단 (630-4653) 1F 대외협력처 (630-9636) 2F 전략기획처 (630-9102) 2F 총무처-총무, 구매 (630-9653) 2F 기획처 (630-9661) 3F 총장실 (630-8501) 3F 국제교류처 (630-9373) 3F 유아교육과 (630-9360) 3F 경영학전공 (629-6640) 3F 금융/부동산학전공 (630-9350) 4F 대회의실 5F 회의실
ru: 1F Офис приема (630-9627) 1F Офис академических дел (630-9622) 1F Офис объектов (630-9970) 1F Команда управления (629-6658) 1F Центр сотрудничества промышленности и академии (630-4653) 1F Офис внешнего сотрудничества (630-9636) 2F Офис стратегического планирования (630-9102) 2F Общий офис-Управление, Закупки (630-9653) 2F Офис планирования (630-9661) 3F Офис президента (630-8501) 3F Офис международного обмена (630-9373) 3F Отдел дошкольного образования (630-9360) 3F Бизнес-администрирование (629-6640) 3F Финансы/Управление недвижимостью (630-9350) 4F Главная конференц-зал 5F Конференц-зал

# woosong_hall_desc
source: University headquarters building
es: Edificio principal de la universidad
ja: 大学本部建物
ko: 대학 본부 건물
ru: Главное здание университета

source: Woosong Kindergarten (W8)
es: Jardín de infantes Woosong (W8)
ja: ウソン幼稚園 (W8)
ko: 우송유치원 (W8)
ru: Детский сад Усунг (W8)

# woosong_kindergarten_info
source: 1F, 2F Woosong Kindergarten (629~6750~1)
es: 1F, 2F Jardín de infantes Woosong (629~6750~1)
ja: 1F, 2F ウソン幼稚園 (629~6750~1)
ko: 1F, 2F 우송유치원 (629~6750~1)
ru: 1F, 2F Детский сад Усунг (629~6750~1)

# woosong_kindergarten_desc
source: University affiliated kindergarten
es: Jardín de infantes afiliado a la universidad
ja: 大学附属幼稚園
ko: 대학 부속 유치원
ru: Детский сад, принадлежащий университету

source: Kindergarten
es: Jardín de infantes
ja: 幼稚園
ko: 유치원
ru: Детский сад

# west_campus_culinary_w9
source: West Campus Culinary Academy (W9)
es: Academia culinaria del campus oeste (W9)
ja: 西キャンパス調理学院 (W9)
ko: 서캠퍼스조리학원 (W9)
ru: Кулинарная академия западного кампуса (W9)

# west_campus_culinary_info
source: B1F Practice Room 1F Practice Room 2F Practice Room
es: B1F Laboratorio 1F Laboratorio 2F Laboratorio
ja: B1F 実習室 1F 実習室 2F 実習室
ko: B1F 실습실 1F 실습실 2F 실습실
ru: B1F Лаборатория 1F Лаборатория 2F Лаборатория

# west_campus_culinary_desc
source: Culinary practice facilities
es: Instalaciones de práctica culinaria
ja: 調理実習施設
ko: 조리 실습 시설
ru: Кулинарные учебные объекты

# social_welfare_w10
source: Social Welfare Convergence (W10)
es: Centro de bienestar social (W10)
ja: 社会福祉融合館 (W10)
ko: 사회복지융합관 (W10)
ru: Центр социального обеспечения (W10)

# social_welfare_info
source: 1F Audio-Visual Room/Practice Room 2F Classroom/Practice Room 3F Social Welfare Department (630-9830) 3F Global Child Education Department (630-9260) 4F Classroom/Practice Room 5F Classroom/Practice Room
es: 1F Sala audiovisual/Laboratorio 2F Aula/Laboratorio 3F Departamento de bienestar social (630-9830) 3F Departamento de educación infantil global (630-9260) 4F Aula/Laboratorio 5F Aula/Laboratorio
ja: 1F 視聴覚室/実習室 2F 教室/実習室 3F 社会福祉学科 (630-9830) 3F グローバル児童教育学科 (630-9260) 4F 教室/実習室 5F 教室/実習室
ko: 1F 시청각실/실습실 2F 교실/실습실 3F 사회복지학과 (630-9830) 3F 글로벌아동교육학과 (630-9260) 4F 교실/실습실 5F 교실/실습실
ru: 1F Аудиовизуальный зал/Лаборатория 2F Аудитория/Лаборатория 3F Отдел социального обеспечения (630-9830) 3F Отдел глобального детского образования (630-9260) 4F Аудитория/Лаборатория 5F Аудитория/Лаборатория

# social_welfare_desc
source: Social welfare related departments
es: Departamentos relacionados con bienestar social
ja: 社会福祉関連学科
ko: 사회복지 관련 학과
ru: Отделы, связанные с социальным обеспечением

source: Gymnasium (W11)
es: Gimnasio (W11)
ja: 体育館 (W11)
ko: 체육관 (W11)
ru: Гимнастический зал (W11)

# gymnasium_info
source: 1F Physical Training Room 2F~4F Gymnasium
es: 1F Sala de entrenamiento físico 2F~4F Gimnasio
ja: 1F 体力鍛錬室 2F~4F 体育館
ko: 1F 체력단련실 2F~4F 체육관
ru: 1F Зал физической подготовки 2F~4F Гимнастический зал

# gymnasium_desc
source: Sports facilities
es: Instalaciones deportivas
ja: 体育施設
ko: 체육 시설
ru: Спортивные объекты

source: Sports Facility
es: Instalación deportiva
ja: 体育施設
ko: 체육시설
ru: Спортивный объект

# sica_info
source: B1F Practice Room 1F Starrico Cafe 2F~3F Classroom 5F Global Culinary Department (629-6860)
es: B1F Laboratorio 1F Café Starrico 2F~3F Aula 5F Departamento de artes culinarias globales (629-6860)
ja: B1F 実習室 1F スタリコカフェ 2F~3F 教室 5F グローバル調理学部 (629-6860)
ko: B1F 실습실 1F 스타리코카페 2F~3F 교실 5F 글로벌조리학부 (629-6860)
ru: B1F Лаборатория 1F Кафе Старрико 2F~3F Аудитория 5F Отдел глобальных кулинарных искусств (629-6860)

# sica_desc
source: International Culinary Academy
es: Academia internacional de artes culinarias
ja: 国際調理学院
ko: 국제조리학원
ru: Международная кулинарная академия

source: Woosong Tower (W13)
es: Torre Woosong (W13)
ja: ウソンタワー (W13)
ko: 우송타워 (W13)
ru: Башня Усунг (W13)

# woosong_tower_info
source: B1~1F Parking 2F Parking, Solpine Bakery (629-6429) 4F Seminar Room 5F Classroom 6F Food Service Culinary Nutrition Department (630-9380,9740) 7F Classroom 8F Food Service, Culinary Management Major (630-9250) 9F Classroom/Practice Room 10F Food Service Culinary Major (629-6821), Global Korean Cuisine Major (629-6560) 11F, 12F Practice Room 13F Solpine Restaurant (629-6610)
es: B1~1F Estacionamiento 2F Estacionamiento, Panadería Solpine (629-6429) 4F Sala de seminarios 5F Aula 6F Departamento de nutrición culinaria (630-9380,9740) 7F Aula 8F Gestión de restaurantes y cocina (630-9250) 9F Aula/Laboratorio 10F Artes culinarias (629-6821), Cocina coreana global (629-6560) 11F, 12F Laboratorio 13F Restaurante Solpine (629-6610)
ja: B1~1F 駐車場 2F 駐車場、ソルパインベーカリー (629-6429) 4F セミナー室 5F 教室 6F 外食調理栄養学科 (630-9380,9740) 7F 教室 8F 外食・調理経営専攻 (630-9250) 9F 教室/実習室 10F 外食調理専攻 (629-6821)、グローバル韓食調理専攻 (629-6560) 11F, 12F 実習室 13F ソルパインレストラン (629-6610)
ko: B1~1F 주차장 2F 주차장, 솔파인베이커리 (629-6429) 4F 세미나실 5F 교실 6F 외식조리영양학과 (630-9380,9740) 7F 교실 8F 외식, 조리경영전공 (630-9250) 9F 교실/실습실 10F 외식조리전공 (629-6821), 글로벌한식조리전공 (629-6560) 11F, 12F 실습실 13F 솔파인레스토랑 (629-6610)
ru: B1~1F Парковка 2F Парковка, Пекарня Солпайн (629-6429) 4F Семинарная комната 5F Аудитория 6F Отдел кулинарного питания (630-9380,9740) 7F Аудитория 8F Управление ресторанами и кулинарией (630-9250) 9F Аудитория/Лаборатория 10F Кулинарные искусства (629-6821), Глобальная корейская кухня (629-6560) 11F, 12F Лаборатория 13F Ресторан Солпайн (629-6610)

# woosong_tower_desc
source: Comprehensive education facility
es: Instalación educativa integral
ja: 総合教育施設
ko: 종합 교육 시설
ru: Комплексное образовательное учреждение

source: Complex Facility
es: Instalación compleja
ja: 総合施設
ko: 종합시설
ru: Комплексное учреждение

source: Culinary Center (W14)
es: Centro culinario (W14)
ja: 調理センター (W14)
ko: 조리센터 (W14)
ru: Кулинарный центр (W14)

# culinary_center_info
source: 1F Classroom/Practice Room 2F Classroom/Practice Room 3F Classroom/Practice Room 4F Classroom/Practice Room 5F Classroom/Practice Room
es: 1F Aula/Laboratorio 2F Aula/Laboratorio 3F Aula/Laboratorio 4F Aula/Laboratorio 5F Aula/Laboratorio
ja: 1F 教室/実習室 2F 教室/実習室 3F 教室/実習室 4F 教室/実習室 5F 教室/実習室
ko: 1F 교실/실습실 2F 교실/실습실 3F 교실/실습실 4F 교실/실습실 5F 교실/실습실
ru: 1F Аудитория/Лаборатория 2F Аудитория/Лаборатория 3F Аудитория/Лаборатория 4F Аудитория/Лаборатория 5F Аудитория/Лаборатория

# culinary_center_desc
source: Culinary major education facility
es: Instalación educativa de artes culinarias
ja: 調理専攻教育施設
ko: 조리전공 교육 시설
ru: Образовательное учреждение кулинарных искусств

source: Food Architecture (W15)
es: Centro de arquitectura alimentaria (W15)
ja: 食品建築館 (W15)
ko: 식품건축관 (W15)
ru: Центр пищевой архитектуры (W15)

# food_architecture_info
source: B1F Practice Room 1F Practice Room 2F Classroom 3F Classroom 4F Classroom 5F Classroom
es: B1F Laboratorio 1F Laboratorio 2F Aula 3F Aula 4F Aula 5F Aula
ja: B1F 実習室 1F 実習室 2F 教室 3F 教室 4F 教室 5F 教室
ko: B1F 실습실 1F 실습실 2F 교실 3F 교실 4F 교실 5F 교실
ru: B1F Лаборатория 1F Лаборатория 2F Аудитория 3F Аудитория 4F Аудитория 5F Аудитория

# food_architecture_desc
source: Food and architecture related departments
es: Departamentos relacionados con alimentos y arquitectura
ja: 食品・建築関連学科
ko: 식품 및 건축 관련 학과
ru: Отделы, связанные с продуктами питания и архитектурой

source: Student Hall (W16)
es: Centro de estudiantes (W16)
ja: 学生会館 (W16)
ko: 학생회관 (W16)
ru: Студенческий центр (W16)

# student_hall_info
source: 1F Student Cafeteria, Campus Bookstore (629-6127) 2F Faculty Cafeteria 3F Club Room 3F Student Welfare Office-Student Team (630-9641), Scholarship Team (630-9876) 3F Disabled Student Support Center (630-9903) 3F Social Service Corps (630-9904) 3F Student Counseling Center (630-9645) 4F Return to School Support Center (630-9139) 4F Teaching and Learning Development Center (630-9285)
es: 1F Comedor de estudiantes, Librería del campus (629-6127) 2F Comedor de empleados 3F Sala de clubes 3F Oficina de bienestar estudiantil-Equipo de estudiantes (630-9641), Equipo de becas (630-9876) 3F Centro de apoyo a estudiantes con discapacidad (630-9903) 3F Equipo de servicio social (630-9904) 3F Centro de asesoramiento estudiantil (630-9645) 4F Centro de apoyo al regreso (630-9139) 4F Centro de desarrollo de enseñanza y aprendizaje (630-9285)
ja: 1F 学生食堂、校内書店 (629-6127) 2F 教職員食堂 3F サークル室 3F 学生福祉処-学生チーム (630-9641)、奨学チーム (630-9876) 3F 障害学生支援センター (630-9903) 3F 社会奉仕団 (630-9904) 3F 学生相談センター (630-9645) 4F 復学支援センター (630-9139) 4F 教授学習開発センター (630-9285)
ko: 1F 학생식당, 교내서점 (629-6127) 2F 교직원식당 3F 동아리방 3F 학생복지처-학생팀 (630-9641), 장학팀 (630-9876) 3F 장애학생지원센터 (630-9903) 3F 사회봉사단 (630-9904) 3F 학생상담센터 (630-9645) 4F 복학지원센터 (630-9139) 4F 교수학습개발센터 (630-9285)
ru: 1F Студенческая столовая, Книжный магазин кампуса (629-6127) 2F Столовая сотрудников 3F Комнаты клубов 3F Офис студенческого благосостояния-Студенческая команда (630-9641), Команда стипендий (630-9876) 3F Центр поддержки студентов с ограниченными возможностями (630-9903) 3F Команда социального обслуживания (630-9904) 3F Студенческий консультационный центр (630-9645) 4F Центр поддержки возвращения (630-9139) 4F Центр развития преподавания и обучения (630-9285)

# student_hall_desc
source: Student welfare facility
es: Instalaciones de bienestar estudiantil
ja: 学生福祉施設
ko: 학생 복지 시설
ru: Объекты студенческого благосостояния

source: Media Convergence (W17)
es: Centro de convergencia de medios (W17)
ja: メディア融合館 (W17)
ko: 미디어융합관 (W17)
ru: Центр медиа-конвергенции (W17)

# media_convergence_info
source: B1F Classroom/Practice Room 1F Media Design/Video Major (630-9750) 2F Classroom/Practice Room 3F Game Multimedia Major (630-9270) 5F Classroom/Practice Room
es: B1F Aula/Laboratorio 1F Diseño de medios/Producción de video (630-9750) 2F Aula/Laboratorio 3F Juegos y multimedia (630-9270) 5F Aula/Laboratorio
ja: B1F 教室/実習室 1F メディアデザイン/映像専攻 (630-9750) 2F 教室/実習室 3F ゲームマルチメディア専攻 (630-9270) 5F 教室/実習室
ko: B1F 교실/실습실 1F 미디어디자인/영상전공 (630-9750) 2F 교실/실습실 3F 게임멀티미디어전공 (630-9270) 5F 교실/실습실
ru: B1F Аудитория/Лаборатория 1F Медиа-дизайн/Видео-производство (630-9750) 2F Аудитория/Лаборатория 3F Игры и мультимедиа (630-9270) 5F Аудитория/Лаборатория

# media_convergence_desc
source: Media related departments
es: Departamentos relacionados con medios
ja: メディア関連学科
ko: 미디어 관련 학과
ru: Отделы, связанные с медиа

source: Woosong Arts Center (W18)
es: Centro de artes Woosong (W18)
ja: ウソン芸術会館 (W18)
ko: 우송예술회관 (W18)
ru: Художественный центр Усунг (W18)

# woosong_arts_center_info
source: B1F Performance Preparation Room 1F Woosong Arts Center (629-6363) 2F Practice Room 3F Practice Room 4F Practice Room 5F Practice Room
es: B1F Sala de preparación de presentaciones 1F Centro de artes Woosong (629-6363) 2F Laboratorio 3F Laboratorio 4F Laboratorio 5F Laboratorio
ja: B1F 公演準備室 1F ウソン芸術会館 (629-6363) 2F 実習室 3F 実習室 4F 実習室 5F 実習室
ko: B1F 공연준비실 1F 우송예술회관 (629-6363) 2F 실습실 3F 실습실 4F 실습실 5F 실습실
ru: B1F Комната подготовки выступлений 1F Художественный центр Усунг (629-6363) 2F Лаборатория 3F Лаборатория 4F Лаборатория 5F Лаборатория

# woosong_arts_center_desc
source: Arts performance facility
es: Instalación de presentaciones artísticas
ja: 芸術公演施設
ko: 예술 공연 시설
ru: Объект художественных выступлений

# west_campus_andycut_w19
source: West Campus AndyCut Building (W19)
es: Edificio Andycut del campus oeste (W19)
ja: 西キャンパスアンディカット建物 (W19)
ko: 서캠퍼스앤디컷건물 (W19)
ru: Здание Эндикат западного кампуса (W19)

# west_campus_andycut_info
source: 2F Global Convergence Business Department (630-9249) 2F Liberal Studies Department (630-9390) 2F AI/Big Data Department (630-9807) 2F Global Hotel Management Department (630-9249) 2F Global Media Video Department (630-9346) 2F Global Medical Service Management Department (630-9283) 2F Global Railway/Transportation Logistics Department (630-9347) 2F Global Food Service Entrepreneurship Department (629-6860)
es: 2F Departamento de negocios globales convergentes (630-9249) 2F Facultad de estudios libres (630-9390) 2F Departamento de IA/Big Data (630-9807) 2F Departamento de gestión hotelera global (630-9249) 2F Departamento de medios y video globales (630-9346) 2F Departamento de gestión de servicios médicos globales (630-9283) 2F Facultad de ferrocarriles/logística de transporte global (630-9347) 2F Departamento de emprendimiento culinario global (629-6860)
ja: 2F グローバル融合ビジネス学科 (630-9249) 2F 自由専攻学部 (630-9390) 2F AI/ビッグデータ学科 (630-9807) 2F グローバルホテル経営学科 (630-9249) 2F グローバルメディア映像学科 (630-9346) 2F グローバル医療サービス経営学科 (630-9283) 2F グローバル鉄道/交通物流学部 (630-9347) 2F グローバル外食創業学科 (629-6860)
ko: 2F 글로벌융합비즈니스학과 (630-9249) 2F 자유전공학부 (630-9390) 2F AI/빅데이터학과 (630-9807) 2F 글로벌호텔경영학과 (630-9249) 2F 글로벌미디어영상학과 (630-9346) 2F 글로벌의료서비스경영학과 (630-9283) 2F 글로벌철도/교통물류학부 (630-9347) 2F 글로벌외식창업학과 (629-6860)
ru: 2F Отдел глобальных конвергентных бизнес-наук (630-9249) 2F Факультет свободных исследований (630-9390) 2F Отдел ИИ/Больших данных (630-9807) 2F Отдел глобального управления отелями (630-9249) 2F Отдел глобальных медиа и видео (630-9346) 2F Отдел глобального управления медицинскими услугами (630-9283) 2F Факультет глобальных железных дорог/транспортной логистики (630-9347) 2F Отдел глобального кулинарного предпринимательства (629-6860)

# west_campus_andycut_desc
source: Global department building
es: Edificio de departamentos globales
ja: グローバル学科建物
ko: 글로벌 학과 건물
ru: Здание глобальных отделов

source: Search campus buildings
es: Buscar edificios del campus
ja: キャンパス建物検索
ko: 캠퍼스 건물 검색
ru: Поиск зданий кампуса

source: No search results
es: Sin resultados de búsqueda
ja: 検索結果がありません
ko: 검색 결과가 없습니다
ru: Результатов поиска нет

# building_details
source: Details
es: Información detallada
ja: 詳細情報
ko: 상세 정보
ru: Подробная информация

source: Parking
es: Estacionamiento
ja: 駐車場
ko: 주차
ru: Парковка

source: Accessibility
es: Instalaciones de conveniencia
ja: 便利施設
ko: 편의시설
ru: Удобства

source: Facilities
es: Instalaciones
ja: 施設
ko: 시설
ru: Объекты

source: Elevator
es: Ascensor
ja: エレベーター
ko: 엘리베이터
ru: Лифт

source: Restroom
es: Baño
ja: トイレ
ko: 화장실
ru: Туалет

source: Convenience Store
es: Tienda de conveniencia
ja: コンビニ
ru: Магазин

source: Vending Machine
es: Máquina expendedora
ja: 自動販売機
ru: Торговый автомат

source: Printer
es: Impresora
ja: プリンター
ru: Принтер

source: Copier
es: Fotocopiadora
ja: コピー機
ru: Копировальный аппарат

source: ATM
ru: Банкомат

source: Bank(ATM)
es: Banco (ATM)
ja: 銀行(ATM)
ru: Банк (Банкомат)

source: Medical
es: Médico
ja: 医療
ru: Медицинский

source: Health Center
es: Centro de salud
ja: 保健所
ru: Медицинский центр

source: Gym
es: Gimnasio
ja: 体育館
ru: Гимнастический зал

source: Fitness Center
es: Centro de fitness
ja: ジム
ru: Фитнес-центр

source: Lounge
es: Sala de descanso
ja: ラウンジ
ru: Комната отдыха

source: Extinguisher
es: Extintor
ja: 消火器
ru: Огнетушитель

source: Water Purifier
es: Purificador de agua
ja: 浄水器
ru: Водоочиститель

source: Bookstore
es: Librería
ja: 書店
ru: Книжный магазин

source: Post Office
es: Oficina de correos
ja: 郵便局
ru: Почтовое отделение

source: Navigate from current location
es: Navegar desde la ubicación actual
ja: 現在地からナビゲーション
ko: 현재 위치에서 내비게이션
ru: Навигация с текущего местоположения

source: Edit Profile
es: Editar perfil
ja: プロフィール編集
ko: 프로필 편집
ru: Редактировать профиль
