Repository: hun-design/WSUMAP
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, ru

# nameRequired
source: Please enter name
es: Por favor ingrese su nombre
ja: 名前を入力してください
ko: 이름을 입력해주세요
ru: Пожалуйста, введите имя

# emailRequired
source: Please enter email
es: Por favor ingrese su correo electrónico
ja: メールアドレスを入力してください
ko: 이메일을 입력해주세요
ru: Пожалуйста, введите электронную почту

source: Save
es: Guardar
ja: 保存
ko: 저장
ru: Сохранить

# saveSuccess
source: Profile updated
es: El perfil ha sido actualizado
ja: プロフィールが更新されました
ko: 프로필이 업데이트되었습니다
ru: Профиль обновлен

source: App Info
es: Información de la aplicación
ja: アプリ情報
ko: 앱 정보
ru: Информация о приложении

source: App Version
es: Versión de la aplicación
ja: アプリバージョン
ko: 앱 버전
ru: Версия приложения

source: Developer
es: Desarrollador
ja: 開発者
ko: 개발자
ru: Разработчик

# developer_name
source: Name: Hong Gil-dong
es: Equipo: Jung Jin-young, Park Cheol-hyun, Cho Hyun-jun, Choi Seong-yeol, Han Seung-heon, Lee Ye-eun
ja: チームメンバー：チョン・ジニョン、パク・チョルヒョン、チョ・ヒョンジュン、チェ・ソンヨル、ハン・スンホン、イ・イェウン
ko: 이름: 홍길동
ru: Команда: Чон Джин-ён, Пак Чхоль-хён, Чо Хён-джун, Чхве Сон-ёль, Хан Сын-хон, Ли Йе-ын

# developer_email
source: Email: example@email.com
es: Correo: wsumap41@gmail.com
ja: メール：wsumap41@gmail.com
ko: 이메일: example@email.com
ru: Электронная почта: wsumap41@gmail.com

# developer_github
source: GitHub: github.com/yourid
es: GitHub: github.com/WSU-YJB/WSUMAP
ja: GitHub：github.com/WSU-YJB/WSUMAP
ru: GitHub: github.com/WSU-YJB/WSUMAP

source: No help images
es: No hay imágenes de ayuda
ja: ヘルプ画像がありません
ko: 도움말 이미지가 없습니다
ru: Нет изображений помощи

# description_hint
source: Enter description
es: Ingrese una descripción
ja: 説明を入力してください
ko: 설명을 입력하세요
ru: Введите описание

source: My Info
es: Mi información
ja: マイ情報
ko: 내 정보
ru: Моя информация

source: Guest User
es: Usuario invitado
ja: ゲストユーザー
ko: 게스트 사용자
ru: Гостевой пользователь

source: Guest Role
es: Rol de invitado
ja: ゲスト役割
ko: 게스트 역할
ru: Гостевая роль

source: User
es: Usuario
ja: ユーザー
ko: 사용자
ru: Пользователь

# edit_profile_subtitle
source: You can modify your personal information
es: Puede modificar su información personal
ja: 個人情報を修正できます
ko: 개인정보를 수정할 수 있습니다
ru: Вы можете изменить личную информацию

# help_subtitle
source: Check app usage
es: Verifique cómo usar la aplicación
ja: アプリの使い方を確認してください
ko: 앱 사용법을 확인하세요
ru: Проверьте, как использовать приложение

# app_info_subtitle
source: Version information and developer information
es: Información de versión y desarrollador
ja: バージョン情報・開発者情報
ko: 버전 정보 및 개발자 정보
ru: Информация о версии и разработчике

# delete_account_subtitle
source: Permanently delete your account
es: Eliminar la cuenta permanentemente
ja: アカウントを永続的に削除します
ko: 계정을 영구적으로 삭제합니다
ru: Навсегда удалить аккаунт

# login_message
source: Login or register To use all features
es: Iniciar sesión o registrarse Para usar todas las funciones
ja: ログインまたは会員登録 すべての機能を使用するには
ko: 로그인 또는 회원가입 모든 기능을 사용하려면
ru: Войти или зарегистрироваться Для использования всех функций

# login_signup
source: Login / Register
es: Iniciar sesión / Registrarse
ja: ログイン / 会員登録
ko: 로그인 / 회원가입
ru: Войти / Зарегистрироваться

# delete_account_confirm
source: Delete Account
es: Eliminar cuenta
ja: アカウント削除
ko: 계정 삭제
ru: Удалить аккаунт

# delete_account_message
source: Do you want to delete your account?
es: ¿Desea eliminar su cuenta?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
ru: Вы хотите удалить аккаунт?

# logout_confirm
source: Logout
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
ru: Выйти

# logout_message
source: Do you want to logout?
es: ¿Desea cerrar sesión?
ja: ログアウトしますか？
ko: 로그아웃하시겠습니까?
ru: Вы хотите выйти?

source: Yes
es: Sí
ja: はい
ko: 예
ru: Да

source: Feature in progress
es: Función en desarrollo
ja: 機能開発中
ko: 기능 개발 중
ru: Функция в разработке

# delete_feature_in_progress
source: Account deletion feature is in progress
es: La función de eliminación de cuenta está en desarrollo
ja: アカウント削除機能は開発中です
ko: 계정 삭제 기능은 개발 중입니다
ru: Функция удаления аккаунта в разработке

# title
source: Edit Profile
es: Editar perfil
ja: プロフィール編集
ko: 프로필 편집
ru: Редактировать профиль

# email_required
source: Please enter email
es: Por favor ingrese su correo electrónico
ja: メールアドレスを入力してください
ko: 이메일을 입력해주세요
ru: Пожалуйста, введите электронную почту

# name_required
source: Please enter name
es: Por favor ingrese su nombre
ja: 名前を入力してください
ko: 이름을 입력해주세요
ru: Пожалуйста, введите имя

source: Cancel Friend Request
es: Cancelar solicitud de amistad
ja: 友達リクエストキャンセル
ko: 친구 요청 취소
ru: Отменить запрос дружбы

# cancelFriendRequestConfirm
source: Do you want to cancel the friend request sent to {name}?
es: ¿Desea cancelar la solicitud de amistad enviada a {name}?
ja: {name}に送信した友達リクエストをキャンセルしますか？
ko: {name}님에게 보낸 친구 요청을 취소하시겠습니까?
ru: Вы хотите отменить запрос дружбы, отправленный {name}?

source: Cancel Request
es: Cancelar solicitud
ja: リクエストキャンセル
ko: 요청 취소
ru: Отменить запрос

# friendDeleteTitle
source: Delete Friend
es: Eliminar amigo
ja: 友達削除
ko: 친구 삭제
ru: Удалить друга

# friendDeleteWarning
source: This action cannot be undone
es: Esta acción no se puede deshacer
ja: この操作は元に戻せません
ko: 이 작업은 되돌릴 수 없습니다
ru: Это действие нельзя отменить

# friendDeleteHeader
source: Delete Friend
es: Eliminar amigo
ja: 友達削除
ko: 친구 삭제
ru: Удалить друга

# friendDeleteToConfirm
source: Please enter the name of the friend to delete
es: Ingrese el nombre del amigo a eliminar
ja: 削除する友達の名前を入力してください
ko: 삭제할 친구의 이름을 입력하세요
ru: Введите имя друга для удаления

# friendDeleteCancel
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# friendDeleteButton
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
ru: Удалить

source: Friend Management and Requests
es: Gestión y solicitudes de amigos
ja: 友達管理・リクエスト
ko: 친구 관리 및 요청
ru: Управление друзьями и запросы

source: Real-time Sync Status
es: Estado de sincronización en tiempo real
ja: リアルタイム同期状態
ko: 실시간 동기화 상태
ru: Статус синхронизации в реальном времени

source: Friend Management
es: Gestión de amigos
ja: 友達管理
ko: 친구 관리
ru: Управление друзьями

source: Add
es: Agregar
ja: 追加
ko: 추가
ru: Добавить

# sentRequestsCount
source: Sent ({count})
es: Solicitudes enviadas ({count})
ja: 送信リクエスト ({count})
ko: 보낸 요청 ({count})
ru: Отправленные запросы ({count})

# receivedRequestsCount
source: Received ({count})
es: Solicitudes recibidas ({count})
ja: 受信リクエスト ({count})
ko: 받은 요청 ({count})
ru: Полученные запросы ({count})

# friendCount
source: My Friends ({count})
es: Mis amigos ({count})
ja: マイ友達 ({count})
ko: 내 친구 ({count})
ru: Мои друзья ({count})

# noFriends
source: You don't have any friends yet. Tap the + button above to add friends!
es: Aún no tienes amigos. ¡Presiona el botón + de arriba para agregar amigos!
ja: まだ友達がいません。 上の+ボタンを押して友達を追加してみてください！
ko: 아직 친구가 없습니다. 위의 + 버튼을 눌러 친구를 추가해보세요!
ru: У вас пока нет друзей. Нажмите кнопку + выше, чтобы добавить друзей!

source: Open Settings
es: Abrir configuración
ja: 設定を開く
ko: 설정 열기
ru: Открыть настройки

source: Retry
es: Reintentar
ja: 再試行
ko: 다시 시도
ru: Повторить

source: Basic Info
es: Información básica
ja: 基本情報
ko: 기본 정보
ru: Основная информация

source: Category
es: Categoría
ja: カテゴリ
ko: 분류
ru: Категория

source: Status
es: Estado
ja: 状態
ko: 상태
ru: Статус

source: Floor Plan
es: Plano
ja: 図面
ko: 도면
ru: План

source: Indoor Map
es: Plano interior
ja: 内部図面
ru: Внутренний план

source: Show Building Marker
es: Mostrar marcador del edificio
ja: 建物マーカー表示
ru: Показать маркер здания

# search_hint
source: Search campus buildings
es: Buscar edificios del campus
ja: キャンパス建物検索
ko: 캠퍼스 건물 검색
ru: Поиск зданий кампуса

# searchHint
source: Search by building or room
es: Buscar por edificio o habitación
ja: 建物や部屋で検索
ko: 건물이나 호실로 검색
ru: Поиск по зданию или комнате

# searchInitialGuide
source: Search for a building or room
es: Busque edificios o habitaciones
ja: 建物や部屋を検索してください
ko: 건물이나 호실을 검색해보세요
ru: Поиск зданий или комнат

# searchHintExample
source: e.g. W19, Engineering Hall, Room 401
es: ej. W19, Edificio de Ingeniería, Habitación 401
ja: 例：W19、工学館、401室
ko: 예: W19, 공학관, 401호
ru: например: W19, Инженерное здание, комната 401

# searchLoading
source: Searching...
es: Buscando...
ja: 検索中...
ko: 검색 중...
ru: Поиск...

# searchNoResult
source: No results found
es: No hay resultados de búsqueda
ja: 検索結果がありません
ko: 검색 결과가 없습니다
ru: Нет результатов поиска

# searchTryAgain
source: Try a different search term
es: Intente con diferentes palabras clave
ja: 別のキーワードを試してください
ko: 다른 검색어를 시도해보세요
ru: Попробуйте другие ключевые слова

source: Required
es: Requerido
ja: 必須
ko: 필수
ru: Обязательно

# enter_title
source: Please enter a title
es: Ingrese título
ja: タイトル入力
ko: 제목 입력
ru: Введите заголовок

source: Content
es: Contenido
ja: 内容
ko: 내용
ru: Содержание

# enter_content
source: Please enter content
es: Ingrese contenido
ja: 内容入力
ko: 내용 입력
ru: Введите содержание

source: Restaurant
es: Restaurante
ja: レストラン
ko: 식당
ru: Ресторан

source: Library
es: Biblioteca
ja: 図書館
ko: 도서관
ru: Библиотека

source: Setting
es: Configuración
ja: 設定
ko: 설정
ru: Настройки

# location_setting_confirm
source: Would you like to set {buildingName} as {locationType}?
es: ¿Desea establecer {locationType}?
ja: {locationType}として設定しますか？
ko: 을(를) {locationType}로 설정하시겠습니까?
ru: Вы хотите установить {locationType}?

source: Set Room
es: Establecer habitación
ja: 部屋設定
ko: 방 설정하기
ru: Установить комнату

# friend_location_permission_denied
source: {name} has not allowed location sharing.
es: {name} no permite compartir ubicación
ja: {name}が位置情報共有を許可していません
ko: {name}님이 위치 공유를 허용하지 않았습니다.
ru: {name} не разрешает делиться местоположением

# friend_location_display_error
source: Cannot display friend location.
es: No se puede mostrar la ubicación del amigo
ja: 友達の位置を表示できません。
ko: 친구 위치를 표시할 수 없습니다.
ru: Не удается показать местоположение друга

# friend_location_remove_error
source: Cannot remove location.
es: No se puede remover la ubicación
ja: 位置を削除できません。
ko: 위치를 제거할 수 없습니다.
ru: Не удается убрать местоположение

# phone_app_error
source: Cannot open phone app.
es: No se puede abrir la aplicación de teléfono
ja: 電話アプリを開けません。
ko: 전화앱을 열 수 없습니다.
ru: Не удается открыть приложение телефона

# add_friend_error
source: Error occurred while adding friend
es: Error al agregar amigo
ja: 友達追加中にエラーが発生しました
ko: 친구 추가 중 오류가 발생했습니다
ru: Ошибка при добавлении друга

source: User not found
es: Usuario no encontrado
ja: 存在しないユーザーです
ko: 존재하지 않는 사용자입니다
ru: Пользователь не найден

# already_friend
source: User is already a friend
es: El usuario ya es tu amigo
ja: 既に友達のユーザーです
ko: 이미 친구인 사용자입니다
ru: Пользователь уже ваш друг

# already_requested
source: Friend request already sent to this user
es: Ya se envió una solicitud de amistad
ja: 既に友達リクエストを送信済みです
ko: 이미 친구 요청을 보낸 사용자입니다
ru: Запрос дружбы уже отправлен

# cannot_add_self
source: Cannot add yourself as a friend
es: No puedes agregarte a ti mismo como amigo
ja: 自分自身を友達として追加できません
ko: 자기 자신을 친구로 추가할 수 없습니다
ru: Вы не можете добавить себя как друга

source: Invalid user ID
es: ID de usuario inválido
ja: 無効なユーザーIDです
ko: 잘못된 사용자 ID입니다
ru: Недействительный ID пользователя

# server_error_retry
source: Server error occurred. Please try again later
es: Error del servidor. Por favor intente nuevamente más tarde
ja: サーバーエラーが発生しました。しばらく後にもう一度お試しください
ko: 서버 오류가 발생했습니다. 잠시 후 다시 시도해주세요
ru: Ошибка сервера. Пожалуйста, попробуйте позже

# cancel_request_description
source: Cancel sent friend request
es: Cancelar solicitud de amistad enviada
ja: 送信した友達リクエストをキャンセルします
ko: 보낸 친구 요청을 취소합니다
ru: Отменить отправленный запрос дружбы

# enter_id_prompt
source: Please enter ID
es: Ingrese ID
ja: IDを入力してください
ko: 아이디를 입력하세요
ru: Введите ID

# friend_request_sent_success
source: Friend request sent successfully
es: Solicitud de amistad enviada exitosamente
ja: 友達リクエストが正常に送信されました
ko: 친구 요청이 성공적으로 전송되었습니다
ru: Запрос дружбы успешно отправлен

# already_adding_friend
source: Already adding friend. Preventing duplicate submission
es: Ya estás agregando un amigo. Evite envíos duplicados
ja: 既に友達追加中です。重複送信を防止しました
ko: 이미 친구 추가 중입니다. 중복 제출 방지
ru: Вы уже добавляете друга. Избегайте дублирования

# no_friends_message
source: You have no friends. Please add friends and try again.
es: No tienes amigos. Por favor agregue amigos y intente nuevamente.
ja: 友達がいません。 友達を追加してからもう一度お試しください。
ko: 친구가 없습니다. 친구를 추가한 후 다시 시도해주세요.
ru: У вас нет друзей. Пожалуйста, добавьте друзей и попробуйте снова.

# friends_location_displayed
source: Displayed location of {count} friends.
es: Se mostró la ubicación de {count} amigos.
ja: 友達{count}名の位置を表示しました。
ko: 친구 {count}명의 위치를 표시했습니다.
ru: Показано местоположение {count} друзей.

# offline_friends_not_displayed
source: {count} offline friends are not displayed.
es: {count} amigos offline no se muestran.
ja: オフラインの友達{count}名は表示されません。
ko: 오프라인 친구 {count}명은 표시되지 않습니다.
ru: {count} друзей не в сети не показаны.

# location_denied_friends_not_displayed
source: {count} friends who denied location sharing are not displayed.
es: {count} amigos que denegaron compartir ubicación no se muestran.
ja: 位置共有を許可していない友達{count}名は表示されません。
ko: 위치 공유 미허용 친구 {count}명은 표시되지 않습니다.
ru: {count} друзей, которые отклонили обмен местоположением, не показаны.

# both_offline_and_location_denied
source: {offlineCount} offline friends and {locationCount} friends who denied location sharing are not displayed.
es: {offlineCount} amigos offline y {locationCount} amigos que denegaron compartir ubicación no se muestran.
ja: オフラインの友達{offlineCount}名、位置共有を許可していない友達{locationCount}名は表示されません。
ko: 오프라인 친구 {offlineCount}명, 위치 공유 미허용 친구 {locationCount}명은 표시되지 않습니다.
ru: {offlineCount} друзей не в сети и {locationCount} друзей, которые отклонили обмен местоположением, не показаны.

# all_friends_offline_or_location_denied
source: All friends are offline or have denied location sharing. You can check their location when they come online and allow location sharing.
es: Todos los amigos están offline o han denegado compartir ubicación. Puede verificar su ubicación cuando estén online y permitan compartir ubicación.
ja: すべての友達がオフラインまたは位置共有を許可していません。 友達がオンラインに接続し位置共有を許可すると位置を確認できます。
ko: 모든 친구가 오프라인이거나 위치 공유를 허용하지 않습니다. 친구가 온라인에 접속하고 위치 공유를 허용하면 위치를 확인할 수 있습니다.
ru: Все друзья не в сети или отклонили обмен местоположением. Вы можете проверить их местоположение, когда они будут в сети и разрешат обмен местоположением.

# all_friends_offline
source: All friends are offline. You can check their location when they come online.
es: Todos los amigos están offline. Puede verificar su ubicación cuando estén online.
ja: すべての友達がオフライン状態です。 友達がオンラインに接続すると位置を確認できます。
ko: 모든 친구가 오프라인 상태입니다. 친구가 온라인에 접속하면 위치를 확인할 수 있습니다.
ru: Все друзья не в сети. Вы можете проверить их местоположение, когда они будут в сети.

# all_friends_location_denied
source: All friends have denied location sharing. You can check their location when they allow location sharing.
es: Todos los amigos han denegado compartir ubicación. Puede verificar su ubicación cuando permitan compartir ubicación.
ja: すべての友達が位置共有を許可していません。 友達が位置共有を許可すると位置を確認できます。
ko: 모든 친구가 위치 공유를 허용하지 않습니다. 친구가 위치 공유를 허용하면 위치를 확인할 수 있습니다.
ru: Все друзья отклонили обмен местоположением. Вы можете проверить их местоположение, когда они разрешат обмен местоположением.

# friends_location_display_success
source: Displayed location of {count} friends on the map.
es: Se mostró la ubicación de {count} amigos en el mapa.
ja: 友達{count}名の位置を地図に表示しました。
ko: 친구 {count}명의 위치를 지도에 표시했습니다.
ru: Местоположение {count} друзей показано на карте.

# friends_location_display_error
source: Cannot display friend locations: {error}
es: No se pueden mostrar las ubicaciones de amigos: {error}
ja: 友達の位置を表示できません：{error}
ko: 친구 위치를 표시할 수 없습니다: {error}
ru: Не удается показать местоположения друзей: {error}

# offline_friends_dialog_title
source: Offline Friends
es: Amigos Offline
ja: オフラインの友達
ko: 오프라인 친구
ru: Друзья не в сети

# offline_friends_dialog_subtitle
source: {count} friends currently offline
es: {count} amigos actualmente offline
ja: 現在接続していない友達{count}名
ko: 현재 접속하지 않은 친구 {count}명
ru: {count} друзей в настоящее время не в сети

# friendRequestCancelled
source: Cancelled friend request sent to {name}.
es: Solicitud de amistad cancelada enviada a {name}.
ja: {name}さんに送信した友達リクエストをキャンセルしました。
ko: {name}님에게 보낸 친구 요청을 취소했습니다.
ru: Запрос дружбы, отправленный {name}, был отменен.

# friendRequestCancelError
source: Error occurred while cancelling friend request.
es: Error al cancelar solicitud de amistad.
ja: 友達リクエストのキャンセル中にエラーが発生しました。
ko: 친구 요청 취소 중 오류가 발생했습니다.
ru: Ошибка при отмене запроса дружбы.

# friendRequestAccepted
source: Accepted friend request from {name}.
es: Solicitud de amistad aceptada de {name}.
ja: {name}さんの友達リクエストを承認しました。
ko: {name}님의 친구 요청을 수락했습니다.
ru: Запрос дружбы от {name} был принят.

# friendRequestAcceptError
source: Error occurred while accepting friend request.
es: Error al aceptar solicitud de amistad.
ja: 友達リクエストの承認中にエラーが発生しました。
ko: 친구 요청 수락 중 오류가 발생했습니다.
ru: Ошибка при принятии запроса дружбы.

# friendRequestRejected
source: Rejected friend request from {name}.
es: Solicitud de amistad rechazada de {name}.
ja: {name}さんの友達リクエストを拒否しました。
ko: {name}님의 친구 요청을 거절했습니다.
ru: Запрос дружбы от {name} был отклонен.

# friendRequestRejectError
source: Error occurred while rejecting friend request.
es: Error al rechazar solicitud de amistad.
ja: 友達リクエストの拒否中にエラーが発生しました。
ko: 친구 요청 거절 중 오류가 발생했습니다.
ru: Ошибка при отклонении запроса дружбы.

# friendLocationRemovedFromMap
source: Friend locations have been removed from the map.
es: Las ubicaciones de amigos han sido removidas del mapa.
ja: 友達の位置を地図から削除しました。
ko: 친구 위치를 지도에서 제거했습니다.
ru: Местоположения друзей были убраны с карты.

source: Image Attachment
es: Adjuntar imagen
ja: 画像添付
ko: 이미지 첨부
ru: Прикрепить изображение
