Repository: hun-design/WSUMAP
Catalog: lib/l10n/app_*.arb
Languages: es, ja, ko, ru

# appTitle
source: Follow Woosong
es: Seguir Woosong
ja: ウソンに従う
ko: 따라우송
ru: Следуй за Усунгом

# subtitle
source: Smart Campus Guide
es: Guía del Campus Inteligente
ja: スマートキャンパスガイド
ko: 스마트 캠퍼스 가이드
ru: Умный гид по кампусу

source: Woosong
ja: ウソン
ko: 우송
ru: Усунг

source: Start
es: Comenzar
ja: 開始
ko: 시작하기
ru: Начать

source: Login
es: Iniciar Sesión
ja: ログイン
ko: 로그인
ru: Войти

source: Logout
es: Cerrar Sesión
ja: ログアウト
ko: 로그아웃
ru: Выйти

source: Guest
es: Invitado
ja: ゲスト
ko: 게스트
ru: Гость

source: Student/Professor
es: Estudiante/Profesor
ja: 学生/教授
ko: 학생/교수
ru: Студент/Профессор

source: Admin
es: Administrador
ja: 管理者
ko: 관리자
ru: Администратор

source: Student
es: Estudiante
ja: 学生
ko: 학생
ru: Студент

source: Professor
es: Profesor
ja: 教授
ko: 교수
ru: Профессор

source: External User
es: Usuario Externo
ja: 外部利用者
ko: 외부인
ru: Внешний пользователь

source: Username
es: Nombre de Usuario
ja: ユーザーID
ko: 아이디
ru: Имя пользователя

source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호
ru: Пароль

source: Confirm Password
es: Confirmar Contraseña
ja: パスワード確認
ko: 비밀번호 확인
ru: Подтвердить пароль

# remember_me
source: Remember Login Info
es: Recordar Información de Inicio de Sesión
ja: ログイン情報を記憶する
ko: 로그인 정보 기억하기
ru: Запомнить данные для входа

# remember_me_description
source: Auto login next time
es: Se iniciará sesión automáticamente la próxima vez
ja: 次回は自動的にログインされます
ko: 다음에 자동으로 로그인됩니다
ru: В следующий раз вы автоматически войдете в систему

# login_as_guest
source: Browse as Guest
es: Explorar como Invitado
ja: ゲストとして閲覧
ko: 게스트로 둘러보기
ru: Просмотр как гость

source: Login Failed
es: Error de Inicio de Sesión
ja: ログイン失敗
ko: 로그인 실패
ru: Ошибка входа

source: Login Success
es: Inicio de Sesión Exitoso
ja: ログイン成功
ko: 로그인 성공
ru: Успешный вход

# logout_success
source: Logged out successfully
es: Sesión Cerrada Exitosamente
ja: ログアウトしました
ko: 로그아웃 되었습니다
ru: Успешный выход

# enter_username
source: Please enter username
es: Por favor ingrese su nombre de usuario
ja: ユーザーIDを入力してください
ko: 아이디를 입력하세요
ru: Пожалуйста, введите имя пользователя

# enter_password
source: Please enter password
es: Por favor ingrese su contraseña
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
ru: Пожалуйста, введите пароль

# password_hint
source: Enter at least 6 characters
es: Ingrese al menos 6 caracteres
ja: 6文字以上で入力してください
ko: 6자 이상 입력하세요
ru: Введите не менее 6 символов

# confirm_password_hint
source: Please enter password again
es: Por favor ingrese su contraseña nuevamente
ja: パスワードを再入力してください
ko: 비밀번호를 다시 입력하세요
ru: Пожалуйста, введите пароль еще раз

# username_password_required
source: Please enter both username and password
es: Por favor ingrese tanto el nombre de usuario como la contraseña
ja: ユーザーIDとパスワードを両方入力してください
ko: 아이디와 비밀번호를 모두 입력해주세요
ru: Пожалуйста, введите имя пользователя и пароль

# login_error
source: Login failed
es: Error al iniciar sesión
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
ru: Ошибка входа в систему

source: Find Password
es: Encontrar Contraseña
ja: パスワードを探す
ko: 비밀번호 찾기
ru: Найти пароль

source: Find Username
es: Encontrar Nombre de Usuario
ja: ユーザーIDを探す
ko: 아이디 찾기
ru: Найти имя пользователя

source: Back
es: Atrás
ja: 戻る
ko: 뒤로가기
ru: Назад

source: Confirm
es: Confirmar
ja: 確認
ko: 확인
ru: Подтвердить

source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

source: Coming Soon
es: Próximamente
ja: 準備中
ko: 준비 중
ru: Скоро

# feature_coming_soon
source: {feature} feature is coming soon. It will be added soon.
es: La función {feature} estará disponible próximamente. Se agregará pronto.
ja: {feature}機能は準備中です。 近日中に追加される予定です。
ko: {feature} 기능은 준비 중입니다. 빠른 시일 내에 추가될 예정입니다.
ru: Функция {feature} скоро будет доступна. Она будет добавлена в ближайшее время.

source: Previous
es: Anterior
ja: 前へ
ko: 이전
ru: Предыдущий

source: Next
es: Siguiente
ja: 次へ
ko: 다음
ru: Следующий

# image_load_error
source: Cannot load image
es: No se puede cargar la imagen
ja: 画像を読み込めません
ko: 이미지를 불러올 수 없습니다
ru: Не удается загрузить изображение

source: Floor
es: Piso
ja: 階
ru: Этаж

source: Calculation failed
es: Cálculo fallido
ja: 計算不可
ko: 계산 불가
ru: Расчет невозможен

# professor_name
source: Professor
es: Nombre del profesor
ja: 教授名
ko: 교수명
ru: Имя профессора

source: Building Name
es: Nombre del edificio
ja: 建物名
ko: 건물명
ru: Название здания

# floor_number
source: Floor
es: Piso {floor}
ja: {floor} 階
ko: 층수
ru: {floor} этаж

# room_name
source: Room
es: Número de habitación
ja: 講義室
ko: 호실
ru: Номер комнаты

# day_of_week
source: Day
es: Día de la semana
ja: 曜日
ko: 요일
ru: День недели

source: Time
es: Hora
ja: 時間
ko: 시간
ru: Время

source: Memo
ja: メモ
ko: 메모
ru: Заметка

source: View Location
es: Ver ubicación
ja: 場所表示
ko: 위치 보기
ru: Посмотреть местоположение

source: Edit
es: Editar
ja: 編集
ko: 편집
ru: Редактировать

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
ru: Закрыть

source: Help
es: Cómo usar
ja: 使い方
ko: 사용법
ru: Как использовать

# start_campus_exploration
source: Start exploring the campus
es: ¡Comience a explorar el campus!
ja: キャンパス探索を始めてみましょう
ko: 캠퍼스 탐색을 시작해보세요
ru: Начните исследовать кампус!

source: Woosong University
es: Universidad de Woosong
ja: ウソン大学
ko: 우송대학교
ru: Университет Усунг

source: Campus Navigator
es: Navegador del Campus
ja: キャンパスナビゲーター
ko: 캠퍼스 네비게이터
ru: Навигатор кампуса

# user_info_not_found
source: User information not found in login response
es: No se pudo encontrar información del usuario en la respuesta de inicio de sesión
ja: ログイン応答でユーザー情報が見つかりません
ko: 로그인 응답에서 사용자 정보를 찾을 수 없습니다
ru: Не удалось найти информацию о пользователе в ответе на вход

# unexpected_login_error
source: Unexpected error occurred during login
es: Ocurrió un error inesperado durante el inicio de sesión
ja: ログイン中に予期しないエラーが発生しました
ko: 로그인 중 예상치 못한 오류가 발생했습니다
ru: Произошла неожиданная ошибка во время входа

source: Guest Mode
es: Modo Invitado
ja: ゲストモード
ko: 게스트 모드
ru: Гостевой режим

source: Login required
es: Se requiere inicio de sesión
ja: ログインが必要です
ko: 로그인이 필요합니다
ru: Требуется вход в систему

source: Register
es: Registrarse
ja: 会員登録
ko: 회원가입
ru: Регистрация

# register_success
source: Registration completed
es: Registro completado
ja: 会員登録が完了しました
ko: 회원가입이 완료되었습니다
ru: Регистрация завершена

# register_success_message
source: Registration completed! Moving to login screen.
es: ¡Registro completado! Redirigiendo a la pantalla de inicio de sesión.
ja: 会員登録が完了しました！ ログイン画面に移動します。
ko: 회원가입이 완료되었습니다! 로그인 화면으로 이동합니다.
ru: Регистрация завершена! Перенаправление на экран входа.

# register_error
source: Unexpected error occurred during registration
es: Ocurrió un error inesperado durante el registro
ja: 会員登録中に予期しないエラーが発生しました
ko: 회원가입 중 예상치 못한 오류가 발생했습니다
ru: Произошла неожиданная ошибка во время регистрации

source: Update User Info
es: Actualizar información del usuario
ja: 会員情報修正
ko: 회원정보 수정
ru: Обновить информацию пользователя

# update_success
source: User info updated
es: Información del usuario actualizada
ja: 会員情報が修正されました
ko: 회원정보가 수정되었습니다
ru: Информация пользователя обновлена

# update_error
source: Unexpected error occurred during user info update
es: Ocurrió un error inesperado al actualizar la información del usuario
ja: 会員情報修正中に予期しないエラーが発生しました
ko: 회원정보 수정 중 예상치 못한 오류가 발생했습니다
ru: Произошла неожиданная ошибка при обновлении информации пользователя

source: Delete Account
es: Eliminar cuenta
ja: 会員退会
ko: 회원 탈퇴
ru: Удалить аккаунт

# delete_success
source: Account deletion completed
es: Eliminación de cuenta completada
ja: 会員退会が完了しました
ko: 회원 탈퇴가 완료되었습니다
ru: Удаление аккаунта завершено

# delete_error
source: Unexpected error occurred during account deletion
es: Ocurrió un error inesperado al eliminar la cuenta
ja: 会員退会中に予期しないエラーが発生しました
ko: 회원 탈퇴 중 예상치 못한 오류가 발생했습니다
ru: Произошла неожиданная ошибка при удалении аккаунта

source: Name
es: Nombre
ja: 名前
ko: 이름
ru: Имя

source: Phone
es: Teléfono
ja: 電話番号
ko: 전화번호
ru: Телефон

source: Email
es: Correo electrónico
ja: メールアドレス
ko: 이메일
ru: Электронная почта

source: Student Number
es: Número de estudiante
ja: 学番
ko: 학번
ru: Номер студента

source: User Type
es: Tipo de usuario
ja: ユーザータイプ
ko: 사용자 유형
ru: Тип пользователя

source: Optional
es: Opcional
ja: 選択項目
ko: 선택사항
ru: Необязательно

# required_fields_empty
source: Please fill in all required fields
es: Por favor complete todos los campos requeridos
ja: すべての必須項目を入力してください
ko: 모든 필수 항목을 입력해주세요
ru: Пожалуйста, заполните все обязательные поля

# password_mismatch
source: Passwords do not match
es: Las contraseñas no coinciden
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
ru: Пароли не совпадают

# password_too_short
source: Password must be at least 6 characters
es: La contraseña debe tener al menos 6 caracteres
ja: パスワードは6文字以上である必要があります
ko: 비밀번호는 6자 이상이어야 합니다
ru: Пароль должен содержать не менее 6 символов

# invalid_phone_format
source: Please enter correct phone format (e.g., 010-1234-5678)
es: Por favor ingrese el formato correcto de teléfono (ej: 010-1234-5678)
ja: 正しい電話番号形式を入力してください (例: 010-1234-5678)
ko: 올바른 전화번호 형식을 입력해주세요 (예: 010-1234-5678)
ru: Пожалуйста, введите правильный формат телефона (например: 010-1234-5678)

# invalid_email_format
source: Please enter correct email format
es: Por favor ingrese el formato correcto de correo electrónico
ja: 正しいメールアドレス形式を入力してください
ko: 올바른 이메일 형식을 입력해주세요
ru: Пожалуйста, введите правильный формат электронной почты

# required_fields_notice
source: * Marked fields are required
es: * Los campos marcados son obligatorios
ja: * マークされた項目は必須入力項目です
ko: * 표시된 항목은 필수 입력 사항입니다
ru: * Поля, отмеченные звездочкой, являются обязательными

# welcome_to_campus_navigator
source: Welcome to Woosong Campus Navigator
es: Bienvenido al Navegador del Campus de Woosong
ja: ウソン大学キャンパスナビゲーターへようこそ
ko: 우송대 캠퍼스 네비게이터에 오신 것을 환영합니다
ru: Добро пожаловать в навигатор кампуса Усунг

# enter_real_name
source: Please enter your real name
es: Por favor ingrese su nombre real
ja: 実名を入力してください
ko: 실명을 입력하세요
ru: Пожалуйста, введите ваше настоящее имя

# enter_student_number
source: Please enter student number or professor number
es: Por favor ingrese su número de estudiante o profesor
ja: 学番または教番を入力してください
ko: 학번 또는 교번을 입력하세요
ru: Пожалуйста, введите номер студента или преподавателя

source: Create Account
es: Crear cuenta
ja: アカウント作成
ko: 계정 만들기
ru: Создать аккаунт

source: Loading...
es: Cargando...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...

source: Error
ja: エラー
ko: 오류
ru: Ошибка

source: Success
es: Éxito
ja: 成功
ko: 성공
ru: Успех

# validation_error
source: Please check your input
es: Por favor revise su entrada
ja: 入力値を確認してください
ko: 입력값을 확인해주세요
ru: Пожалуйста, проверьте ваш ввод

# network_error
source: Network error occurred
es: Ocurrió un error de red
ja: ネットワークエラーが発生しました
ko: 네트워크 오류가 발생했습니다
ru: Произошла сетевая ошибка

# server_error
source: Server error occurred
es: Ocurrió un error del servidor
ja: サーバーエラーが発生しました
ko: 서버 오류가 발생했습니다
ru: Произошла ошибка сервера

# unknown_error
source: Unknown error occurred
es: Ocurrió un error desconocido
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
ru: Произошла неизвестная ошибка

# select_auth_method
source: Select Authentication Method
es: Selección de Método de Autenticación
ja: 認証方法選択
ko: 인증 방법 선택
ru: Выбор метода аутентификации

# woosong_campus_guide_service
source: Woosong University Campus Guide Service
es: Servicio de guía del campus de la Universidad de Woosong
ja: ウソン大学キャンパス案内サービス
ko: 우송대학교 캠퍼스 길안내 서비스
ru: Сервис навигации по кампусу Университета Усунг

# register_description
source: Create a new account to use all features
es: Crea una nueva cuenta para usar todas las funciones
ja: 新しいアカウントを作成してすべての機能をご利用ください
ko: 새로운 계정을 만들어 모든 기능을 이용하세요
ru: Создайте новую учетную запись для использования всех функций

# login_description
source: Login with existing account to use the service
es: Inicia sesión con tu cuenta existente para usar el servicio
ja: 既存のアカウントでログインしてサービスをご利用ください
ko: 기존 계정으로 로그인하여 서비스를 이용하세요
ru: Войдите в систему с существующей учетной записью для использования сервиса

source: Browse as Guest
es: Explorar como invitado
ja: ゲストとして閲覧
ko: 게스트로 둘러보기
ru: Просмотр как гость

source: Processing...
es: Procesando...
ja: 処理中...
ko: 처리 중...
ru: Обработка...

# guest_mode_description
source: In guest mode, you can only view basic campus information. To use all features, please register and login.
es: En modo invitado solo puedes ver información básica del campus. Para usar todas las funciones, por favor regístrate e inicia sesión.
ja: ゲストモードでは基本的なキャンパス情報のみ確認できます。 すべての機能を利用するには会員登録後にログインしてください。
ko: 게스트 모드에서는 기본적인 캠퍼스 정보만 확인할 수 있습니다. 모든 기능을 이용하려면 회원가입 후 로그인해주세요.
ru: В гостевом режиме вы можете просматривать только основную информацию о кампусе. Для использования всех функций, пожалуйста, зарегистрируйтесь и войдите в систему.

source: Continue as Guest
es: Continuar como invitado
ja: ゲストとして続行
ko: 게스트로 계속
ru: Продолжить как гость

# moved_to_my_location
source: Automatically moved to my location
es: Movido automáticamente a mi ubicación
ja: 私の位置に自動移動しました
ko: 내 위치로 자동 이동했습니다
ru: Автоматически перемещено в мое местоположение

# friends_screen_bottom_sheet
source: Friends screen is displayed as bottom sheet
es: La pantalla de amigos se muestra como hoja inferior
ja: 友達画面はボトムシートで表示されます
ko: 친구 화면은 바텀 시트로 표시됩니다
ru: Экран друзей отображается как нижний лист

source: Finding current location...
es: Buscando ubicación actual...
ja: 現在位置を探しています...
ko: 현재 위치를 찾는 중...
ru: Поиск текущего местоположения...

source: Home
es: Inicio
ja: ホーム
ko: 홈
ru: Главная

source: Timetable
es: Horario
ja: 時間割
ko: 시간표
ru: Расписание

source: Friends
es: Amigos
ja: 友達
ko: 친구
ru: Друзья

source: Profile
es: Perfil
ja: プロフィール
ko: 프로필
ru: Профиль

source: Inquiry
es: Consultas
ja: お問い合わせ
ko: 문의하기
ru: Запросы

source: My Inquiry
es: Mis consultas
ja: 私のお問い合わせ
ko: 내 문의
ru: Мои запросы

source: Inquiry Type
es: Tipo de consulta
ja: お問い合わせタイプ
ko: 문의 유형
ru: Тип запроса

# inquiry_type_required
source: Please select inquiry type
es: Por favor seleccione el tipo de consulta
ja: お問い合わせタイプを選択してください
ko: 문의 유형을 선택해주세요
ru: Пожалуйста, выберите тип запроса

# inquiry_type_select_hint
source: Select inquiry type
es: Seleccione el tipo de consulta
ja: お問い合わせタイプを選択してください
ko: 문의 유형을 선택하세요
ru: Выберите тип запроса

source: Inquiry Title
es: Título de la consulta
ja: お問い合わせタイトル
ko: 문의 제목
ru: Заголовок запроса

source: Inquiry Content
es: Contenido de la consulta
ja: お問い合わせ内容
ko: 문의 내용
ru: Содержание запроса

# inquiry_content_hint
source: Please enter inquiry content
es: Por favor ingrese el contenido de la consulta
ja: お問い合わせ内容を入力してください
ko: 문의 내용을 입력하세요
ru: Пожалуйста, введите содержание запроса

# inquiry_submit
source: Submit Inquiry
es: Enviar consulta
ja: お問い合わせ送信
ko: 문의 제출
ru: Отправить запрос

# inquiry_submit_success
source: Inquiry submitted successfully
es: Consulta enviada exitosamente
ja: お問い合わせが正常に送信されました
ko: 문의가 성공적으로 제출되었습니다
ru: Запрос успешно отправлен

# inquiry_submit_failed
source: Failed to submit inquiry
es: Error al enviar la consulta
ja: お問い合わせ送信に失敗しました
ko: 문의 제출에 실패했습니다
ru: Не удалось отправить запрос

source: No inquiry history
es: No hay historial de consultas
ja: お問い合わせ履歴がありません
ko: 문의 내역이 없습니다
ru: История запросов отсутствует

# no_inquiry_history_hint
source: No inquiries yet
es: Aún no hay consultas
ja: まだお問い合わせした履歴がありません
ko: 아직 문의한 내역이 없습니다
ru: Пока нет запросов

# inquiry_delete
source: Delete Inquiry
es: Eliminar consulta
ja: お問い合わせ削除
ko: 문의 삭제
ru: Удалить запрос

# inquiry_delete_confirm
source: Do you want to delete this inquiry?
es: ¿Desea eliminar esta consulta?
ja: このお問い合わせを削除しますか？
ko: 이 문의를 삭제하시겠습니까?
ru: Вы хотите удалить этот запрос?

# inquiry_delete_success
source: Inquiry deleted
es: Consulta eliminada
ja: お問い合わせが削除されました
ko: 문의가 삭제되었습니다
ru: Запрос удален

# inquiry_delete_failed
source: Failed to delete inquiry
es: Error al eliminar la consulta
ja: お問い合わせ削除に失敗しました
ko: 문의 삭제에 실패했습니다
ru: Не удалось удалить запрос

source: Inquiry Detail
es: Detalle de consulta
ja: お問い合わせ詳細
ko: 문의 상세
ru: Детали запроса

source: Inquiry Category
es: Categoría de la consulta
ja: お問い合わせカテゴリ
ko: 문의 카테고리
ru: Категория запроса

source: Inquiry Status
es: Estado de la consulta
ja: お問い合わせ状況
ko: 문의 상태
ru: Статус запроса

# inquiry_created_at
source: Inquiry Date
es: Fecha de la consulta
ja: お問い合わせ日時
ko: 문의 일시
ru: Время запроса

# inquiry_title_label
source: Inquiry Title
es: Título de la consulta
ja: お問い合わせタイトル
ko: 문의 제목
ru: Заголовок запроса

# inquiry_type_bug
source: Bug Report
es: Reporte de error
ja: バグ報告
ko: 버그 신고
ru: Сообщение об ошибке

# inquiry_type_feature
source: Feature Request
es: Solicitud de función
ja: 機能提案
ko: 기능 요청
ru: Предложение функции

# inquiry_type_improvement
source: Improvement Suggestion
es: Sugerencia de mejora
ja: 改善提案
ko: 개선 제안
ru: Предложение улучшения

# inquiry_type_other
source: Other
es: Otra consulta
ja: その他のお問い合わせ
ko: 기타
ru: Другой запрос

# inquiry_status_pending
source: Pending
es: Pendiente
ja: 回答待ち
ko: 답변 대기
ru: Ожидание ответа

# inquiry_status_in_progress
source: In Progress
es: En progreso
ja: 処理中
ko: 처리 중
ru: В обработке

# inquiry_status_answered
source: Answered
es: Respondida
ja: 回答完了
ko: 답변 완료
ru: Ответ получен

# phone_required
source: Phone number is required
es: El número de teléfono es obligatorio
ja: 電話番号は必須です
ko: 전화번호는 필수입니다
ru: Номер телефона обязателен

source: Building Info
es: Información del edificio
ja: 建物情報
ko: 건물 정보
ru: Информация о здании

source: Directions
es: Direcciones
ja: 道案内
ko: 길찾기
ru: Направления

source: Floor Detail View
es: Vista detallada del piso
ja: 階層別詳細情報
ko: 층별 상세 정보
ru: Детальная информация по этажам

# no_floor_info
source: No floor information
es: No hay información del piso
ja: 階層情報がありません
ko: 층 정보가 없습니다
ru: Информация об этажах отсутствует

source: Floor Detail Info
es: Información detallada del piso
ja: 階層別詳細情報
ko: 층별 상세 정보
ru: Детальная информация по этажам

source: Search Start Location
es: Buscar ubicación de inicio
ja: 出発地検索
ko: 출발지 검색
ru: Поиск места отправления

source: Search End Location
es: Buscar ubicación de destino
ja: 目的地検索
ko: 도착지 검색
ru: Поиск места назначения

source: Unified Navigation in Progress
es: Navegación unificada en progreso
ja: 統合ナビゲーション進行中
ko: 통합 내비게이션 진행 중
ru: Объединенная навигация в процессе

source: Unified Navigation
es: Navegación unificada
ja: 統合ナビゲーション
ko: 통합 내비게이션
ru: Объединенная навигация

source: Recent Searches
es: Búsquedas recientes
ja: 最近の検索
ko: 최근 검색
ru: Недавние поиски

# clear_all
source: All
es: Limpiar todo
ja: すべてクリア
ko: 모두 지우기
ru: Очистить все

source: Searching...
es: Buscando...
ja: 検索中...
ko: 검색 중...
ru: Поиск...

# try_different_keyword
source: Try a different keyword
es: Intente con una palabra clave diferente
ja: 別のキーワードを試してください
ko: 다른 키워드를 시도해보세요
ru: Попробуйте другое ключевое слово

# enter_end_location
source: Enter destination
es: Ingrese el destino
ja: 目的地を入力してください
ko: 도착지를 입력하세요
ru: Введите место назначения

source: Route Preview
es: Vista previa de la ruta
ja: ルートプレビュー
ko: 경로 미리보기
ru: Предварительный просмотр маршрута

source: Calculating optimal route...
es: Calculando ruta óptima...
ja: 最適ルート計算中...
ko: 최적 경로 계산 중...
ru: Расчет оптимального маршрута...

source: Set departure and destination
es: Configure el punto de partida y destino
ja: 出発地と目的地を設定してください
ko: 출발지와 도착지를 설정하세요
ru: Установите место отправления и назначения

source: Start Unified Navigation
es: Iniciar navegación unificada
ja: 統合ナビゲーション開始
ko: 통합 내비게이션 시작
ru: Начать объединенную навигацию

source: Departure (Indoor)
es: Punto de partida (interior)
ja: 出発地（屋内）
ko: 출발지 (실내)
ru: Место отправления (в помещении)

source: To Building Exit
es: Hacia la salida del edificio
ja: 建物出口へ
ko: 건물 출구로
ru: К выходу здания

source: Outdoor Movement
es: Movimiento al aire libre
ja: 屋外移動
ko: 실외 이동
ru: Движение на улице

source: To Destination Building
es: Hacia el edificio de destino
ja: 目的地建物へ
ko: 도착 건물로
ru: К зданию назначения

source: Arrival (Indoor)
es: Llegada (interior)
ja: 到着地（屋内）
ko: 도착지 (실내)
ru: Место прибытия (в помещении)

source: To Final Destination
es: Hacia el destino final
ja: 最終目的地へ
ko: 최종 목적지로
ru: К конечному месту назначения

source: Total Distance
es: Distancia total
ja: 総距離
ko: 총 거리
ru: Общее расстояние

source: Route Type
es: Tipo de ruta
ja: ルートタイプ
ko: 경로 유형
ru: Тип маршрута

source: Building to Building
es: De edificio a edificio
ja: 建物間移動
ko: 건물 간 이동
ru: От здания к зданию

source: Room to Building
es: De habitación a edificio
ja: 部屋から建物へ
ko: 호실에서 건물로
ru: От комнаты к зданию

source: Building to Room
es: De edificio a habitación
ja: 建物から部屋へ
ko: 건물에서 호실로
ru: От здания к комнате

source: Room to Room
es: De habitación a habitación
ja: 部屋間移動
ko: 호실 간 이동
ru: От комнаты к комнате

source: Location to Building
es: De ubicación actual a edificio
ja: 現在位置から建物へ
ko: 현재 위치에서 건물로
ru: От текущего местоположения к зданию

source: Unified Route
es: Ruta unificada
ja: 統合ルート
ko: 통합 경로
ru: Объединенный маршрут

# status_offline
source: Offline
es: Desconectado
ja: オフライン
ko: 오프라인
ru: Не в сети

# status_open
source: Open
es: Abierto
ja: 営業中
ko: 운영중
ru: Открыто

# status_closed
source: Closed
es: Cerrado
ja: 営業終了
ko: 운영종료
ru: Закрыто

# status_24hours
source: 24 Hours
es: 24 horas
ja: 24時間
ko: 24시간
ru: 24 часа

# status_temp_closed
source: Temporarily Closed
es: Cerrado temporalmente
ja: 臨時休業
ko: 임시휴무
ru: Временно закрыто

# status_closed_permanently
source: Permanently Closed
es: Cerrado permanentemente
ja: 永久閉鎖
ko: 영구휴업
ru: Закрыто навсегда

# status_next_open
source: Opens at 9 AM
es: Abre a las 9 AM
ja: 午前9時に営業開始
ko: 오전 9시에 운영 시작
ru: Открывается в 9:00 утра

# status_next_close
source: Closes at 6 PM
es: Cierra a las 6 PM
ja: 午後6時に営業終了
ko: 오후 6시에 운영 종료
ru: Закрывается в 6:00 вечера

# status_next_open_tomorrow
source: Opens tomorrow at 9 AM
es: Abre mañana a las 9 AM
ja: 明日午前9時に営業開始
ko: 내일 오전 9시에 운영 시작
ru: Завтра открывается в 9:00 утра

source: Set Start Point
es: Establecer punto de partida
ja: 出発地設定
ko: 출발지 설정
ru: Установить точку отправления

source: Set End Point
es: Establecer punto de destino
ja: 目的地設定
ko: 도착지 설정
ru: Установить точку назначения

# scheduleDeleteTitle
source: Delete Schedule
es: Eliminar horario
ja: スケジュール削除
ko: 일정 삭제
ru: Удалить расписание

# scheduleDeleteSubtitle
source: Please decide carefully
es: Por favor decida cuidadosamente
ja: 慎重に決定してください
ko: 신중하게 결정해주세요
ru: Пожалуйста, решите осторожно

# scheduleDeleteLabel
source: Schedule to Delete
es: Horario a eliminar
ja: 削除するスケジュール
ko: 삭제할 일정
ru: Расписание для удаления

# scheduleDeleteDescription
source: "{title}" class will be deleted from schedule. Deleted schedule cannot be recovered.
es: La clase "{title}" será eliminada del horario. El horario eliminado no se puede recuperar.
ja: 「{title}」の授業がスケジュールから削除されます。 削除されたスケジュールは復元できません。
ko: "{title}" 수업이 일정에서 삭제됩니다. 삭제된 일정은 복구할 수 없습니다.
ru: Занятие "{title}" будет удалено из расписания. Удаленное расписание не может быть восстановлено.

# inquiry_category_place_error
source: Place/Info Error
es: Error de ubicación/información
ja: 場所・情報エラー
ko: 장소/정보 오류
ru: Ошибка местоположения/информации

# inquiry_category_feature
source: Feature Request
es: Solicitud de función
ja: 機能提案
ko: 기능 제안
ru: Предложение функции

# inquiry_category_route_error
source: Route Guidance Error
es: Error de guía de ruta
ja: ルート案内エラー
ko: 경로 안내 오류
ru: Ошибка навигации

# inquiry_category_other
source: Other
es: Otra consulta
ja: その他お問い合わせ
ko: 기타 문의
ru: Другой запрос

source: Attached Image
es: Imagen adjunta
ja: 添付画像
ko: 첨부된 이미지
ru: Прикрепленное изображение

# cancelButton
source: Cancel
es: Cancelar
ja: キャンセル
ko: 취소
ru: Отмена

# deleteButton
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
ru: Удалить

# overlap_message
source: There is already a class registered at this time
es: Ya hay una clase registrada a esta hora
ja: この時間に既に登録された授業があります
ko: 이 시간에 이미 등록된 수업이 있습니다
ru: Уже есть занятие, зарегистрированное в это время
